export const materialData = [
  {
    id: 1,
    name: "Андава деревяная, 70см",
    measure: "шт",
  },
  {
    id: 2,
    name: "Андава металическая, 40см",
    measure: "шт",
  },
  {
    id: 3,
    name: "Андава одноразовая",
    measure: "шт",
  },
  {
    id: 4,
    name: "Андава пластиковая, 30см",
    measure: "шт",
  },
  {
    id: 5,
    name: "Антискотч",
    measure: "шт",
  },
  {
    id: 6,
    name: "Базалит 110(плотность), 10х100х60",
    measure: "пач",
  },
  {
    id: 7,
    name: "Базальтовый утеплитель Isover",
    measure: "пач",
  },
  {
    id: 8,
    name: "Баллон газовый",
    measure: "шт",
  },
  {
    id: 9,
    name: "Батарейка Крона 9В",
    measure: "шт",
  },
  {
    id: 10,
    name: "Бита крестовая, 10см",
    measure: "шт",
  },
  {
    id: 11,
    name: "Бита крестовая, 15см",
    measure: "шт",
  },
  {
    id: 12,
    name: "Бита крестовая, 3х5.70см",
    measure: "шт",
  },
  {
    id: 13,
    name: "Бита крестовая, 5см",
    measure: "шт",
  },
  {
    id: 14,
    name: "Бита строительная",
    measure: "шт",
  },
  {
    id: 15,
    name: "Блок распределительный КБР, 400А",
    measure: "шт",
  },
  {
    id: 16,
    name: "Болт М10х3см",
    measure: "кг",
  },
  {
    id: 17,
    name: "Болт М12",
    measure: "кг",
  },
  {
    id: 18,
    name: "Болт М17, 1200шт",
    measure: "меш",
  },
  {
    id: 19,
    name: "Болт М8х2.5см",
    measure: "кг",
  },
  {
    id: 20,
    name: "Болт М8х3см",
    measure: "кг",
  },
  {
    id: 21,
    name: "Бур 10х350мм",
    measure: "шт",
  },
  {
    id: 22,
    name: "Бур 12х160мм",
    measure: "шт",
  },
  {
    id: 23,
    name: "Бур 12х210мм",
    measure: "шт",
  },
  {
    id: 24,
    name: "Бур 12х350мм",
    measure: "шт",
  },
  {
    id: 25,
    name: "Бур 14х160мм",
    measure: "шт",
  },
  {
    id: 26,
    name: "Бур 14х350мм",
    measure: "шт",
  },
  {
    id: 27,
    name: "Бур 6х160мм",
    measure: "шт",
  },
  {
    id: 28,
    name: "Бур по бетону Bolian, 12x350мм",
    measure: "шт",
  },
  {
    id: 29,
    name: "Бур по бетону Bolian, 250x300мм",
    measure: "шт",
  },
  {
    id: 30,
    name: "Бур по бетону Bolian, 8x6мм",
    measure: "шт",
  },
  {
    id: 31,
    name: "Бур по бетону Deko, 6x110мм",
    measure: "шт",
  },
  {
    id: 32,
    name: "Быстросъемное соединение, 10мм",
    measure: "шт",
  },
  {
    id: 33,
    name: "Вага мягкая, 3ка",
    measure: "пач",
  },
  {
    id: 34,
    name: "Валик 5 в 1 Июхой, 100мм",
    measure: "шт",
  },
  {
    id: 35,
    name: "Валик Июхой, 220мм",
    measure: "шт",
  },
  {
    id: 36,
    name: "Валик Июхой, 230мм",
    measure: "шт",
  },
  {
    id: 37,
    name: "Валик синий, 300мм",
    measure: "шт",
  },
  {
    id: 38,
    name: "Валик, 250мм",
    measure: "шт",
  },
  {
    id: 39,
    name: "Валик, 300мм",
    measure: "шт",
  },
  {
    id: 40,
    name: "Ванна для краски",
    measure: "шт",
  },
  {
    id: 41,
    name: "Ведро металлическое, 10л",
    measure: "шт",
  },
  {
    id: 42,
    name: "Веник",
    measure: "шт",
  },
  {
    id: 43,
    name: "Вилка кабельная, черная",
    measure: "шт",
  },
  {
    id: 44,
    name: "Вилка на 220В",
    measure: "пач",
  },
  {
    id: 45,
    name: "Вольтметр",
    measure: "шт",
  },
  {
    id: 46,
    name: "Выключатель автоматический, 16А",
    measure: "шт",
  },
  {
    id: 47,
    name: "Выключатель автоматический, 25А",
    measure: "шт",
  },
  {
    id: 48,
    name: "Выключтаель автоматический 3п, 100А",
    measure: "шт",
  },
  {
    id: 49,
    name: "Выключтаель автоматический 3п, 40А",
    measure: "шт",
  },
  {
    id: 50,
    name: "Выключтаель автоматический 3п, 63А",
    measure: "шт",
  },
  {
    id: 51,
    name: "Выключтаель автоматический, 10А",
    measure: "шт",
  },
  {
    id: 52,
    name: "Выключтаель автоматический, 250А",
    measure: "шт",
  },
  {
    id: 53,
    name: "Выключтаель автоматический, 400А",
    measure: "шт",
  },
  {
    id: 54,
    name: "Выключтаель автоматический, 6А",
    measure: "шт",
  },
  {
    id: 55,
    name: "Гайка М10",
    measure: "кг",
  },
  {
    id: 56,
    name: "Гайка М12",
    measure: "кг",
  },
  {
    id: 57,
    name: "Гайка М8",
    measure: "шт",
  },
  {
    id: 58,
    name: "Гайка, 17мм",
    measure: "шт",
  },
  {
    id: 59,
    name: "Гвозди жидкие Akfix 310",
    measure: "шт",
  },
  {
    id: 60,
    name: "Гвозди пневматические",
    measure: "пач",
  },
  {
    id: 61,
    name: "Гвозди пороховые, 100шт",
    measure: "пач",
  },
  {
    id: 62,
    name: "Гвозди пороховые, 3см",
    measure: "пач",
  },
  {
    id: 63,
    name: "Гвозди, 100мм",
    measure: "кг",
  },
  {
    id: 64,
    name: "Гвозди, 120мм",
    measure: "кг",
  },
  {
    id: 65,
    name: "Гвозди, 70мм",
    measure: "кг",
  },
  {
    id: 66,
    name: "Гидроизоляция WATERPROOF-300, 10кг",
    measure: "вед",
  },
  {
    id: 67,
    name: "Гипсокартон потолочный, 120см х 2.5м",
    measure: "шт",
  },
  {
    id: 68,
    name: "Гипсокартон стеновой, 120см х 2.5м",
    measure: "шт",
  },
  {
    id: 69,
    name: "ГКЛ 12.5",
    measure: "шт",
  },
  {
    id: 70,
    name: "ГКЛ-А-Плук 2500*1200*9,5(67)",
    measure: "шт",
  },
  {
    id: 71,
    name: "ГКЛ-В-Плук 2500*1200*12,5(51)",
    measure: "шт",
  },
  {
    id: 72,
    name: "ГКЛ-В-Плук 2500*1200*9,5(67)",
    measure: "шт",
  },
  {
    id: 73,
    name: "Головка для перфоратора большая Deko",
    measure: "шт",
  },
  {
    id: 74,
    name: "Головка М8",
    measure: "шт",
  },
  {
    id: 75,
    name: "Гофра металлическая, 50мм",
    measure: "м",
  },
  {
    id: 76,
    name: "Гофра серая, 20мм",
    measure: "м",
  },
  {
    id: 77,
    name: "Гофра серая, 25мм",
    measure: "м",
  },
  {
    id: 78,
    name: "Гофра серая, 32мм",
    measure: "м",
  },
  {
    id: 79,
    name: "Грунтовка по металлу ГФ-021, 25кг",
    measure: "бан",
  },
  {
    id: 80,
    name: "Грунтовка по металлу серая, 20кг",
    measure: "вед",
  },
  {
    id: 81,
    name: "Грунтовка AlinEX PRIMER, 10кг",
    measure: "канистра",
  },
  {
    id: 82,
    name: "Грунтовка AlinEX PRIMER, 10л",
    measure: "канистра",
  },
  {
    id: 83,
    name: "Губка хозяйственная",
    measure: "шт",
  },
  {
    id: 84,
    name: "Держатель для шкурки",
    measure: "шт",
  },
  {
    id: 85,
    name: "Диагональные кусачки (Бокорезы)",
    measure: "шт",
  },
  {
    id: 86,
    name: "Дин-рейка",
    measure: "м",
  },
  {
    id: 87,
    name: "Дин-рейка, 4х100",
    measure: "хлыст",
  },
  {
    id: 88,
    name: "Диск алмазный Кристал, 115мм",
    measure: "шт",
  },
  {
    id: 89,
    name: "Диск алмазный Deko, 180мм",
    measure: "шт",
  },
  {
    id: 90,
    name: "Диск алмазный Exprof, 180мм",
    measure: "шт",
  },
  {
    id: 91,
    name: "Диск отрезной для плитки Максимум, 125мм",
    measure: "шт",
  },
  {
    id: 92,
    name: "Диск отрезной для плитки Максимум, 180мм",
    measure: "шт",
  },
  {
    id: 93,
    name: "Диск отрезной для плитки Bolian, 125мм",
    measure: "шт",
  },
  {
    id: 94,
    name: "Диск отрезной по бетону Bolian золотой, 125мм",
    measure: "шт",
  },
  {
    id: 95,
    name: "Диск отрезной по бетону Bolian, 125мм",
    measure: "шт",
  },
  {
    id: 96,
    name: "Диск отрезной по бетону Bolian, 180мм",
    measure: "шт",
  },
  {
    id: 97,
    name: "Диск отрезной по бетону Deko, 125мм",
    measure: "шт",
  },
  {
    id: 98,
    name: "Диск отрезной по бетону, 180мм",
    measure: "шт",
  },
  {
    id: 99,
    name: "Диск отрезной по дереву Rodex, 180мм",
    measure: "шт",
  },
  {
    id: 100,
    name: "Диск отрезной по кафелю золотой, 100мм",
    measure: "шт",
  },
  {
    id: 101,
    name: "Диск отрезной по кафелю Максимум, 125мм",
    measure: "шт",
  },
  {
    id: 102,
    name: "Диск отрезной по кафелю Bolian золотой, 125мм",
    measure: "шт",
  },
  {
    id: 103,
    name: "Диск отрезной по кафелю DEKO, 125мм",
    measure: "шт",
  },
  {
    id: 104,
    name: "Диск отрезной по кафелю, 115мм",
    measure: "шт",
  },
  {
    id: 105,
    name: "Диск отрезной по металлу Rodex, 125мм",
    measure: "шт",
  },
  {
    id: 106,
    name: "Диск отрезной по металлу Rodex, 180мм",
    measure: "шт",
  },
  {
    id: 107,
    name: "Диск отрезной по металлу Rodex, 230мм",
    measure: "шт",
  },
  {
    id: 108,
    name: "Диск шлифовальный по камню, 80мм",
    measure: "шт",
  },
  {
    id: 109,
    name: "Диск шлифовальный по камню, тонкий",
    measure: "шт",
  },
  {
    id: 110,
    name: "Диск шлифовальный Bolian, 125мм",
    measure: "шт",
  },
  {
    id: 111,
    name: "Диск шлифовальный FLAP DISC, 180мм",
    measure: "шт",
  },
  {
    id: 112,
    name: "Дифференциальный автомат 1п, 10А",
    measure: "шт",
  },
  {
    id: 113,
    name: "Дождевик",
    measure: "шт",
  },
  {
    id: 114,
    name: "Доставка",
    measure: "рейс",
  },
  {
    id: 115,
    name: "Дрель шуруповерт Deko",
    measure: "шт",
  },
  {
    id: 116,
    name: "Дрель электрический Worcraft",
    measure: "шт",
  },
  {
    id: 117,
    name: "Дюбель гвоздь, 100мм",
    measure: "кг",
  },
  {
    id: 118,
    name: "Дюбель гвоздь, 6х40мм",
    measure: "пач",
  },
  {
    id: 119,
    name: "Дюбель Зонтик, 12х180мм",
    measure: "шт",
  },
  {
    id: 120,
    name: "Дюбель Зонтик, 160мм",
    measure: "шт",
  },
  {
    id: 121,
    name: "Зажигалка насадка для баллона",
    measure: "шт",
  },
  {
    id: 122,
    name: "Зажим",
    measure: "шт",
  },
  {
    id: 123,
    name: "Зажим СВП(Флажок), 1.5мм",
    measure: "пач",
  },
  {
    id: 124,
    name: "Замок навесной Binary",
    measure: "шт",
  },
  {
    id: 125,
    name: "Замок навесной Master большой",
    measure: "шт",
  },
  {
    id: 126,
    name: "Замок навесной Master маленький",
    measure: "шт",
  },
  {
    id: 127,
    name: "Затирка белая AlinEX, 2кг",
    measure: "пач",
  },
  {
    id: 128,
    name: "Затирка черная AlinEX, 4кг",
    measure: "пач",
  },
  {
    id: 129,
    name: "Затирка AlinEX темно-серая, 5кг",
    measure: "пач",
  },
  {
    id: 130,
    name: "Затирка CE33 антрацит, 2кг",
    measure: "кг",
  },
  {
    id: 131,
    name: "Затирка CE33 белая, 2кг",
    measure: "кг",
  },
  {
    id: 132,
    name: "Затирка CE33 графитовый, 2кг",
    measure: "пач",
  },
  {
    id: 133,
    name: "Затирка CE33 серый, 2кг",
    measure: "пач",
  },
  {
    id: 134,
    name: "Затирка CE33 черный, 2кг",
    measure: "пач",
  },
  {
    id: 135,
    name: "Затирка CE40 шоколадный, 2кг",
    measure: "пач",
  },
  {
    id: 136,
    name: "Затирка Kitt белая, 2кг",
    measure: "меш",
  },
  {
    id: 137,
    name: "Изолента",
    measure: "шт",
  },
  {
    id: 138,
    name: "Изолятор SM-75",
    measure: "шт",
  },
  {
    id: 139,
    name: "Кабель 'Чиска'",
    measure: "хлыст",
  },
  {
    id: 140,
    name: "Кабель (ГОСТ), 5х2.5",
    measure: "м",
  },
  {
    id: 141,
    name: "Кабель ВВГ, 3х1.5",
    measure: "м",
  },
  {
    id: 142,
    name: "Кабель ВВГ, 3х2.5",
    measure: "м",
  },
  {
    id: 143,
    name: "Кабель ВВГ, 4х4",
    measure: "м",
  },
  {
    id: 144,
    name: "Кабель ВВГ, 5х16",
    measure: "м",
  },
  {
    id: 145,
    name: "Кабель ВВГ, 5х6",
    measure: "м",
  },
  {
    id: 146,
    name: "Кабель ВВР, 5х16",
    measure: "м",
  },
  {
    id: 147,
    name: "Кабель канал, 40х25",
    measure: "хлыст",
  },
  {
    id: 148,
    name: "Кабель канал, 60х40",
    measure: "хлыст",
  },
  {
    id: 149,
    name: "Кабель канал, 80х60",
    measure: "хлыст",
  },
  {
    id: 150,
    name: "Кабель ПВ3,1х16",
    measure: "м",
  },
  {
    id: 151,
    name: "Кабель ПВС 2х1.5",
    measure: "м",
  },
  {
    id: 152,
    name: "Кабель ПВС 4х2.5",
    measure: "м",
  },
  {
    id: 153,
    name: "Кабель ПВС, 1х10",
    measure: "м",
  },
  {
    id: 154,
    name: "Кабель ПВС, 2х2.5",
    measure: "м",
  },
  {
    id: 155,
    name: "Кабель ПВС, 3х1",
    measure: "м",
  },
  {
    id: 156,
    name: "Кабель ПВС, 3х1.5",
    measure: "м",
  },
  {
    id: 157,
    name: "Кабель ПВС, 3х2.5",
    measure: "м",
  },
  {
    id: 158,
    name: "Кабель ПВС, 3х4",
    measure: "м",
  },
  {
    id: 159,
    name: "Кабель ПВС, 4х4",
    measure: "м",
  },
  {
    id: 160,
    name: "Кабель ПВС, 5х1.5",
    measure: "м",
  },
  {
    id: 161,
    name: "Кабель ПВС, 5х4",
    measure: "м",
  },
  {
    id: 162,
    name: "Камень точильный, груб.220",
    measure: "шт",
  },
  {
    id: 163,
    name: "Канцелярский нож",
    measure: "шт",
  },
  {
    id: 164,
    name: "Карандаш строительный, черный",
    measure: "шт",
  },
  {
    id: 165,
    name: "Каска строительная, белая",
    measure: "шт",
  },
  {
    id: 166,
    name: "Каска строительная, оранжевая",
    measure: "шт",
  },
  {
    id: 167,
    name: "Кирка строительная",
    measure: "шт",
  },
  {
    id: 168,
    name: "Кисточка малярная Biber, 10см",
    measure: "шт",
  },
  {
    id: 169,
    name: "Кисточка малярная Biber, 2см",
    measure: "шт",
  },
  {
    id: 170,
    name: "Кисточка малярная Biber, 3см",
    measure: "шт",
  },
  {
    id: 171,
    name: "Кисточка малярная Biber, 5см",
    measure: "шт",
  },
  {
    id: 172,
    name: "Кисточка малярная Biber, 65мм",
    measure: "шт",
  },
  {
    id: 173,
    name: "Кисточка малярная Matrix с удлиненной ручкой",
    measure: "шт",
  },
  {
    id: 174,
    name: "Кисточка малярная Matrix, 2.5см",
    measure: "шт",
  },
  {
    id: 175,
    name: "Клей двухкомпонентный Akfix, 500гр.",
    measure: "шт",
  },
  {
    id: 176,
    name: "Клей AlinEX SET 300, 25кг",
    measure: "меш",
  },
  {
    id: 177,
    name: "Клей AlinEX SET 302, 25кг",
    measure: "меш",
  },
  {
    id: 178,
    name: "Клей AlinEX SET 305, 25кг",
    measure: "меш",
  },
  {
    id: 179,
    name: "Клей AlinEX SET 307, 25кг",
    measure: "меш",
  },
  {
    id: 180,
    name: "Клей AlinEX SET 308, 25кг",
    measure: "меш",
  },
  {
    id: 181,
    name: "Клей Dermax, 3.5кг",
    measure: "банка",
  },
  {
    id: 182,
    name: "Клемма наконечник медный, 80А",
    measure: "шт",
  },
  {
    id: 183,
    name: "Клипсы металлические",
    measure: "пач",
  },
  {
    id: 184,
    name: "Ключ набор",
    measure: "шт",
  },
  {
    id: 185,
    name: "Ковшик пластиковый",
    measure: "шт",
  },
  {
    id: 186,
    name: "Колер синий, 100гр",
    measure: "шт",
  },
  {
    id: 187,
    name: "Колер черный",
    measure: "шт",
  },
  {
    id: 188,
    name: "Колодка 4 в 1",
    measure: "шт",
  },
  {
    id: 189,
    name: "Колодка двойная",
    measure: "шт",
  },
  {
    id: 190,
    name: "Колодка тройная",
    measure: "шт",
  },
  {
    id: 191,
    name: "Компрессор Deko, 50л",
    measure: "шт",
  },
  {
    id: 192,
    name: "Контактор модульный CHNT NCH8, 40A",
    measure: "пач",
  },
  {
    id: 193,
    name: "Контактор модульный, 4х15",
    measure: "пач",
  },
  {
    id: 194,
    name: "Коробка распределительная, 100х100",
    measure: "шт",
  },
  {
    id: 195,
    name: "Коронка биометаллическая, 68мм",
    measure: "шт",
  },
  {
    id: 196,
    name: "Коронка по гипсокартону",
    measure: "набор",
  },
  {
    id: 197,
    name: "Коронка по кафелю Максимум, 25мм",
    measure: "шт",
  },
  {
    id: 198,
    name: "Коронка по кафелю, 35мм",
    measure: "шт",
  },
  {
    id: 199,
    name: "Коронка по кафелю, 45мм",
    measure: "шт",
  },
  {
    id: 200,
    name: "Коронка по кафелю, 70мм",
    measure: "шт",
  },
  {
    id: 201,
    name: "Коронка, 75мм",
    measure: "шт",
  },
  {
    id: 202,
    name: "Краска аэрозольная, антрацит",
    measure: "шт",
  },
  {
    id: 203,
    name: "Краска аэрозольная, белая",
    measure: "шт",
  },
  {
    id: 204,
    name: "Краска аэрозольная, желтая",
    measure: "шт",
  },
  {
    id: 205,
    name: "Краска аэрозольная, зеленая",
    measure: "шт",
  },
  {
    id: 206,
    name: "Краска аэрозольная, красная",
    measure: "шт",
  },
  {
    id: 207,
    name: "Краска аэрозольная, черная",
    measure: "шт",
  },
  {
    id: 208,
    name: "Краска аэрозольная, черная матовая",
    measure: "шт",
  },
  {
    id: 209,
    name: "Краска водоэмульсионная Nippon черная, 20кг",
    measure: "вед",
  },
  {
    id: 210,
    name: "Краска глянцевая красная, 1кг",
    measure: "вед",
  },
  {
    id: 211,
    name: "Краскопульт Deko",
    measure: "шт",
  },
  {
    id: 212,
    name: "Крепеж-клипса 100шт, 25мм",
    measure: "пач",
  },
  {
    id: 213,
    name: "Крепеж-клипса, 20мм",
    measure: "пач",
  },
  {
    id: 214,
    name: "Крестик для кафеля",
    measure: "пач",
  },
  {
    id: 215,
    name: "Кувалда 1.5кг",
    measure: "шт",
  },
  {
    id: 216,
    name: "Кусачка большая",
    measure: "шт",
  },
  {
    id: 217,
    name: "Лак фасадный местный, 10л",
    measure: "вед",
  },
  {
    id: 218,
    name: "Лак фасадный Euro-AIT, 10л",
    measure: "вед",
  },
  {
    id: 219,
    name: "Лампочка",
    measure: "шт",
  },
  {
    id: 220,
    name: "Лезвие для канцелярского ножа Alion, 10шт",
    measure: "пач",
  },
  {
    id: 221,
    name: "Лезвие для малярного ножа",
    measure: "пач",
  },
  {
    id: 222,
    name: "Лента сигнальная",
    measure: "шт",
  },
  {
    id: 223,
    name: "Леска строительная",
    measure: "шт",
  },
  {
    id: 224,
    name: "Лом монтажный, 120см",
    measure: "шт",
  },
  {
    id: 225,
    name: "Лопата совковая",
    measure: "шт",
  },
  {
    id: 226,
    name: "Лопата штыковая",
    measure: "шт",
  },
  {
    id: 227,
    name: "Маркер строительный",
    measure: "шт",
  },
  {
    id: 228,
    name: "Маркер толстый",
    measure: "шт",
  },
  {
    id: 229,
    name: "Маркер тонкий",
    measure: "шт",
  },
  {
    id: 230,
    name: "Маска",
    measure: "шт",
  },
  {
    id: 231,
    name: "Маска сварочная",
    measure: "шт",
  },
  {
    id: 232,
    name: "Мастерок штукатурный",
    measure: "шт",
  },
  {
    id: 233,
    name: "Мастика битумная Омега, 15кг",
    measure: "вед",
  },
  {
    id: 234,
    name: "Метла пластиковая",
    measure: "шт",
  },
  {
    id: 235,
    name: "Мешок",
    measure: "шт",
  },
  {
    id: 236,
    name: "Мешок мусорный",
    measure: "шт",
  },
  {
    id: 237,
    name: "Миксер для перфоратора",
    measure: "шт",
  },
  {
    id: 238,
    name: "Молоток с пластиковой ручкой, 300гр",
    measure: "шт",
  },
  {
    id: 239,
    name: "Молоток, 1000гр",
    measure: "шт",
  },
  {
    id: 240,
    name: "Молоток, 500гр",
    measure: "шт",
  },
  {
    id: 241,
    name: "Молоток, 800гр",
    measure: "шт",
  },
  {
    id: 242,
    name: "Монтажная площадка для кабеля, 8мм",
    measure: "пач",
  },
  {
    id: 243,
    name: "Мотыга",
    measure: "шт",
  },
  {
    id: 244,
    name: "Муфта Азбиз, 350мм",
    measure: "шт",
  },
  {
    id: 245,
    name: "Муфта, 32мм",
    measure: "шт",
  },
  {
    id: 246,
    name: "Мыло жидкое, 5л",
    measure: "канистра",
  },
  {
    id: 247,
    name: "Наконечник аллюминевый, 35мм",
    measure: "шт",
  },
  {
    id: 248,
    name: "Наконечник, 120мм",
    measure: "шт",
  },
  {
    id: 249,
    name: "Наконечник, 185мм",
    measure: "шт",
  },
  {
    id: 250,
    name: "Наконечник, 240мм",
    measure: "шт",
  },
  {
    id: 251,
    name: "Наконечник, 50мм",
    measure: "шт",
  },
  {
    id: 252,
    name: "Наконечник, 70мм",
    measure: "шт",
  },
  {
    id: 253,
    name: "Наконечник, 95мм",
    measure: "шт",
  },
  {
    id: 254,
    name: "Наливной пол AlinEX «UNILEVEL», 25кг",
    measure: "меш",
  },
  {
    id: 255,
    name: "Нож малярный",
    measure: "шт",
  },
  {
    id: 256,
    name: "Ножницы по металлу Bolian",
    measure: "шт",
  },
  {
    id: 257,
    name: "НШВИ(Наконечники штыревые втулочные изолированные)",
    measure: "шт",
  },
  {
    id: 258,
    name: "Обжимной наконечник, 80А",
    measure: "шт",
  },
  {
    id: 259,
    name: "Органайзер, 12х5",
    measure: "шт",
  },
  {
    id: 260,
    name: "ОСП, 12х125х250мм",
    measure: "шт",
  },
  {
    id: 261,
    name: "ОСП, 6х125х250мм",
    measure: "шт",
  },
  {
    id: 262,
    name: "ОСП, 9х125х250мм",
    measure: "шт",
  },
  {
    id: 263,
    name: "Отвертка большая",
    measure: "шт",
  },
  {
    id: 264,
    name: "Отвертка маленькая",
    measure: "шт",
  },
  {
    id: 265,
    name: "Отвертка фигурная",
    measure: "шт",
  },
  {
    id: 266,
    name: "Отвод 10S",
    measure: "шт",
  },
  {
    id: 267,
    name: "Очки защитные",
    measure: "шт",
  },
  {
    id: 268,
    name: "Патрон пороховой",
    measure: "пач",
  },
  {
    id: 269,
    name: "Паяльная химия электрическая",
    measure: "шт",
  },
  {
    id: 270,
    name: "Пена клей Akfix двухкомпонентный, 400гр",
    measure: "шт",
  },
  {
    id: 271,
    name: "Пена клей Akfix, 750гр",
    measure: "шт",
  },
  {
    id: 272,
    name: "Пена клей Akfix, 850гр",
    measure: "шт",
  },
  {
    id: 273,
    name: "Пена клей Akfix, 960гр",
    measure: "шт",
  },
  {
    id: 274,
    name: "Пена клей Akfix, быстрая",
    measure: "шт",
  },
  {
    id: 275,
    name: "Пена монтажная Homefix",
    measure: "шт",
  },
  {
    id: 276,
    name: "Пена Homefix",
    measure: "шт",
  },
  {
    id: 277,
    name: "Пенаплекс, 30мм",
    measure: "шт",
  },
  {
    id: 278,
    name: "Пенаплекс, 50мм",
    measure: "шт",
  },
  {
    id: 279,
    name: "Перемычка 3-фазная",
    measure: "шт",
  },
  {
    id: 280,
    name: "Перемычка 3п, 63А",
    measure: "шт",
  },
  {
    id: 281,
    name: "Перо алмазное по кафелю, 10мм",
    measure: "шт",
  },
  {
    id: 282,
    name: "Перо алмазное по кафелю, 8мм",
    measure: "шт",
  },
  {
    id: 283,
    name: "Перо по граниту Bolian, 6мм",
    measure: "шт",
  },
  {
    id: 284,
    name: "Перо по граниту Crott, 6мм",
    measure: "шт",
  },
  {
    id: 285,
    name: "Перо по кафелю Bolian, 10x6мм",
    measure: "шт",
  },
  {
    id: 286,
    name: "Перчатки кирпичные",
    measure: "шт",
  },
  {
    id: 287,
    name: "Перчатки летние",
    measure: "шт",
  },
  {
    id: 288,
    name: "Перчатки медицинские",
    measure: "кор",
  },
  {
    id: 289,
    name: "Перчатки резиновые",
    measure: "шт",
  },
  {
    id: 290,
    name: "Перчатки салатовые",
    measure: "шт",
  },
  {
    id: 291,
    name: "Перчатки сварочные",
    measure: "шт",
  },
  {
    id: 292,
    name: "Петля дверная",
    measure: "шт",
  },
  {
    id: 293,
    name: "Петля навесная",
    measure: "шт",
  },
  {
    id: 294,
    name: "Пика для перфоратора Tolsen, 18x400мм",
    measure: "шт",
  },
  {
    id: 295,
    name: "Пистолет для колбасного герметика",
    measure: "шт",
  },
  {
    id: 296,
    name: "Пистолет для монтажной пены",
    measure: "шт",
  },
  {
    id: 297,
    name: "Пистолет для травертина",
    measure: "шт",
  },
  {
    id: 298,
    name: "Пистолет пороховой",
    measure: "шт",
  },
  {
    id: 299,
    name: "Пистолет текстурный",
    measure: "шт",
  },
  {
    id: 300,
    name: "Пистолет-шприц для швов Master",
    measure: "шт",
  },
  {
    id: 301,
    name: "Пленка со скотчем, 55мм",
    measure: "шт",
  },
  {
    id: 302,
    name: "Пленка черная, 1.5м",
    measure: "кг",
  },
  {
    id: 303,
    name: "Плинтус Н80, 2.8м",
    measure: "шт",
  },
  {
    id: 304,
    name: "Плинтус Н80, 7х2000мм",
    measure: "шт",
  },
  {
    id: 305,
    name: "Плоскогубцы утконосы",
    measure: "шт",
  },
  {
    id: 306,
    name: "Плоскогубцы Bolian",
    measure: "шт",
  },
  {
    id: 307,
    name: "Плоскогубцы Litter",
    measure: "шт",
  },
  {
    id: 308,
    name: "Плоскогубцы, 8ка",
    measure: "шт",
  },
  {
    id: 309,
    name: "Подвес 6х30",
    measure: "шт",
  },
  {
    id: 310,
    name: "Подвес анкерный",
    measure: "шт",
  },
  {
    id: 311,
    name: "Подвес(лягушка)",
    measure: "шт",
  },
  {
    id: 312,
    name: "Подвес(спица), 1м",
    measure: "шт",
  },
  {
    id: 313,
    name: "Подрозетник глубокий",
    measure: "шт",
  },
  {
    id: 314,
    name: "Подрозетник для гипсокартона",
    measure: "шт",
  },
  {
    id: 315,
    name: "Правила, 2м",
    measure: "шт",
  },
  {
    id: 316,
    name: "Провод ПВ-2, 1х10мм",
    measure: "м",
  },
  {
    id: 317,
    name: "Проволка 3.8мм, 50кг",
    measure: "бух",
  },
  {
    id: 318,
    name: "Проволка вязальная, 1.2мм, 25кг",
    measure: "бух",
  },
  {
    id: 319,
    name: "Проволка вязальная, 3.2мм",
    measure: "бух",
  },
  {
    id: 320,
    name: "Проволка для паяльника",
    measure: "шт",
  },
  {
    id: 321,
    name: "Проволка, 1.2мм",
    measure: "шт",
  },
  {
    id: 322,
    name: "Проволка, 2.8мм",
    measure: "бухта",
  },
  {
    id: 323,
    name: "Проволка, 2мм",
    measure: "шт",
  },
  {
    id: 324,
    name: "Прожектор светодиодный, 220В",
    measure: "шт",
  },
  {
    id: 325,
    name: "Прожектор FAN, 150Вт",
    measure: "шт",
  },
  {
    id: 326,
    name: "Прожектор FAN, 200Вт",
    measure: "шт",
  },
  {
    id: 327,
    name: "Профиль направляющий, 28х27х06",
    measure: "м",
  },
  {
    id: 328,
    name: "Профиль, 6х60х27",
    measure: "м",
  },
  {
    id: 329,
    name: "Растворитель Уайт-Спирт, 5лт.",
    measure: "канистра",
  },
  {
    id: 330,
    name: "Реле 3п, 63А",
    measure: "шт",
  },
  {
    id: 331,
    name: "Розетка 3-фазная",
    measure: "шт",
  },
  {
    id: 332,
    name: "Розетка каучуковая, 3-розетки",
    measure: "шт",
  },
  {
    id: 333,
    name: "Розетка наружная одинарная",
    measure: "шт",
  },
  {
    id: 334,
    name: "Рулетка металлическая, 50м",
    measure: "шт",
  },
  {
    id: 335,
    name: "Рулетка Exprof, 5м",
    measure: "шт",
  },
  {
    id: 336,
    name: "Рулетка, 10м",
    measure: "шт",
  },
  {
    id: 337,
    name: "Рулетка, 7.5м",
    measure: "шт",
  },
  {
    id: 338,
    name: "Саморез для дверной ручки 6см, 500гр",
    measure: "гр",
  },
  {
    id: 339,
    name: "Саморез кровельный по металлу A&T, 5,5x50",
    measure: "кг",
  },
  {
    id: 340,
    name: "Саморез кровельный, антрацит",
    measure: "кг",
  },
  {
    id: 341,
    name: "Саморез по дереву, 3х5.6см",
    measure: "пач",
  },
  {
    id: 342,
    name: "Саморез по дереву, 4х2.8мм",
    measure: "пач",
  },
  {
    id: 343,
    name: "Саморез по металлу Exprof 3x5,100 шт",
    measure: "пач",
  },
  {
    id: 344,
    name: "Саморез по металлу, 3см",
    measure: "кг",
  },
  {
    id: 345,
    name: "Саморез по металлу, 4х2.13см",
    measure: "пач",
  },
  {
    id: 346,
    name: "Саморез пресс шайба, 4х2.25см",
    measure: "пач",
  },
  {
    id: 347,
    name: "Саморез с буром, 4.2х13мм",
    measure: "пач",
  },
  {
    id: 348,
    name: "Саморез Exprofil 3х5.25, 250шт.",
    measure: "пач",
  },
  {
    id: 349,
    name: "Саморез Krepmax, 4.2х13мм",
    measure: "пач",
  },
  {
    id: 350,
    name: "Саморех по дереву, 50мм",
    measure: "пач",
  },
  {
    id: 351,
    name: "Сапоги резиновые",
    measure: "пара",
  },
  {
    id: 352,
    name: "Сверло (Ёлочка)",
    measure: "шт",
  },
  {
    id: 353,
    name: "Сверло по дереву, 20мм",
    measure: "шт",
  },
  {
    id: 354,
    name: "Сверло по кафелю, 10мм",
    measure: "шт",
  },
  {
    id: 355,
    name: "Сверло по кафелю, 8мм",
    measure: "шт",
  },
  {
    id: 356,
    name: "Сверло KROTT, 14мм",
    measure: "шт",
  },
  {
    id: 357,
    name: "Сверло KROTT, 8мм",
    measure: "шт",
  },
  {
    id: 358,
    name: "Светоотражающий жилет",
    measure: "шт",
  },
  {
    id: 359,
    name: "СВП зажим 100шт, 1.5см",
    measure: "пач",
  },
  {
    id: 360,
    name: "Серпянка фасадная, 10кв.м",
    measure: "рул",
  },
  {
    id: 361,
    name: "Серпянка, 10см",
    measure: "шт",
  },
  {
    id: 362,
    name: "Серпянка, 5см",
    measure: "шт",
  },
  {
    id: 363,
    name: "Сетка для мытья посуды высшего качества",
    measure: "шт",
  },
  {
    id: 364,
    name: "Сетка для мытья посуды низкого качества",
    measure: "шт",
  },
  {
    id: 365,
    name: "Сетка для мытья посуды среднего качества",
    measure: "шт",
  },
  {
    id: 366,
    name: "Сетка для мытья посуды удовлетворительного качества",
    measure: "шт",
  },
  {
    id: 367,
    name: "Сеткамак 4.7, 100х100мм (160,250)",
    measure: "шт",
  },
  {
    id: 368,
    name: "Сеткамак ВР4, 100х100мм",
    measure: "шт",
  },
  {
    id: 369,
    name: "Сеткамак ВР4, 150х150мм",
    measure: "шт",
  },
  {
    id: 370,
    name: "Силикон белый Profil",
    measure: "шт",
  },
  {
    id: 371,
    name: "Силикон прозоранчый Akfix",
    measure: "шт",
  },
  {
    id: 372,
    name: "Скотч армированный, 5х30",
    measure: "шт",
  },
  {
    id: 373,
    name: "Скотч армированный, 5х40",
    measure: "шт",
  },
  {
    id: 374,
    name: "Скотч бумажный, 10см",
    measure: "пач",
  },
  {
    id: 375,
    name: "Скотч бумажный, 2см",
    measure: "шт",
  },
  {
    id: 376,
    name: "Скотч бумажный, 5см",
    measure: "шт",
  },
  {
    id: 377,
    name: "Скотч малярный",
    measure: "шт",
  },
  {
    id: 378,
    name: "Скотч прозрачный",
    measure: "шт",
  },
  {
    id: 379,
    name: "Скребок средний Bixin, 60мм",
    measure: "шт",
  },
  {
    id: 380,
    name: "Соединитель для компрессора одинарный",
    measure: "шт",
  },
  {
    id: 381,
    name: "Соединитель для компрессора, 3х1",
    measure: "шт",
  },
  {
    id: 382,
    name: "Стрейч-пленка",
    measure: "рул",
  },
  {
    id: 383,
    name: "Стремянка, 4м",
    measure: "шт",
  },
  {
    id: 384,
    name: "Стремянка, 6м",
    measure: "шт",
  },
  {
    id: 385,
    name: "Топор Exprof, 1400гр",
    measure: "шт",
  },
  {
    id: 386,
    name: "Травертин жидкий белый, 75кг",
    measure: "вед",
  },
  {
    id: 387,
    name: "Трйоник для трубы 110мм",
    measure: "шт",
  },
  {
    id: 388,
    name: "Труба 10см, 1м",
    measure: "шт",
  },
  {
    id: 389,
    name: "Труба 10см, 2м",
    measure: "шт",
  },
  {
    id: 390,
    name: "Тряпка вафельная",
    measure: "шт",
  },
  {
    id: 391,
    name: "Тряпка половая",
    measure: "шт",
  },
  {
    id: 392,
    name: "Уголок перфорированный, широкий",
    measure: "шт",
  },
  {
    id: 393,
    name: "Уголок пластиковый белый, 15х15",
    measure: "шт",
  },
  {
    id: 394,
    name: "Уголок сеточный",
    measure: "шт",
  },
  {
    id: 395,
    name: "Удочка для валика",
    measure: "шт",
  },
  {
    id: 396,
    name: "УШМ(Болгарка) Worcraft, 180мм",
    measure: "шт",
  },
  {
    id: 397,
    name: "Фиксатор на дин-рейку",
    measure: "шт",
  },
  {
    id: 398,
    name: "Фонарик P50",
    measure: "шт",
  },
  {
    id: 399,
    name: "Хомут (стяжка), 2х5.2",
    measure: "пач",
  },
  {
    id: 400,
    name: "Хомут металлический, 0.25м",
    measure: "шт",
  },
  {
    id: 401,
    name: "Хомут пластиковый",
    measure: "пач",
  },
  {
    id: 402,
    name: "Хомут, 6х250мм",
    measure: "шт",
  },
  {
    id: 403,
    name: "Цанга М8",
    measure: "шт",
  },
  {
    id: 404,
    name: "Цемент М450, 50кг",
    measure: "меш",
  },
  {
    id: 405,
    name: "Чашка алмазная, 180мм",
    measure: "шт",
  },
  {
    id: 406,
    name: "Чопик, 6х40",
    measure: "пач",
  },
  {
    id: 407,
    name: "Чопик, 6х60",
    measure: "пач",
  },
  {
    id: 408,
    name: "Шайба М10",
    measure: "кг",
  },
  {
    id: 409,
    name: "Шайба М12",
    measure: "кг",
  },
  {
    id: 410,
    name: "Шайба М8",
    measure: "кг",
  },
  {
    id: 411,
    name: "Шарошка, 120мм",
    measure: "шт",
  },
  {
    id: 412,
    name: "Швабра",
    measure: "шт",
  },
  {
    id: 413,
    name: "Шестигранник набор CR-V",
    measure: "комп",
  },
  {
    id: 414,
    name: "Шина алюминевая, 30х3",
    measure: "хлыст",
  },
  {
    id: 415,
    name: "Шина алюминевая, 4000х30,5мм",
    measure: "хлыст",
  },
  {
    id: 416,
    name: "Шина алюминевая, 40х4/6м",
    measure: "шт",
  },
  {
    id: 417,
    name: "Шина нулевая, 15 групп",
    measure: "шт",
  },
  {
    id: 418,
    name: "Шкурка для шлифовки",
    measure: "шт",
  },
  {
    id: 419,
    name: "Шланг для компрессора, 15м",
    measure: "шт",
  },
  {
    id: 420,
    name: "Шланг для компрессора, 20м",
    measure: "шт",
  },
  {
    id: 421,
    name: "Шланг для текстурного пистолета, 10мх8",
    measure: "шт",
  },
  {
    id: 422,
    name: "Шпатель зубчатый, 300мм",
    measure: "шт",
  },
  {
    id: 423,
    name: "Шпатель текстурный",
    measure: "шт",
  },
  {
    id: 424,
    name: "Шпатлевка AlinEX Finish, 25кг",
    measure: "меш",
  },
  {
    id: 425,
    name: "Шпатлевка AlinEX Finish, 25кг(полимерная)",
    measure: "меш",
  },
  {
    id: 426,
    name: "Шпатлевка AlinEX GLATT, 25кг",
    measure: "шт",
  },
  {
    id: 427,
    name: "Шпатлевка Verolit, 25 кг",
    measure: "меш",
  },
  {
    id: 428,
    name: "Шпилька М10, 2м",
    measure: "шт",
  },
  {
    id: 429,
    name: "Шпилька, 100х12",
    measure: "шт",
  },
  {
    id: 430,
    name: "Шпингалет, 10см",
    measure: "шт",
  },
  {
    id: 431,
    name: "Штукатурка гипсовая Grender AlinEX, 25кг",
    measure: "меш",
  },
  {
    id: 432,
    name: "Штукатурка гипсовая Grender AlinEX, 30кг",
    measure: "меш",
  },
  {
    id: 433,
    name: "Шуруповерт WORKRAFT",
    measure: "шт",
  },
  {
    id: 434,
    name: "Щетка для окон",
    measure: "шт",
  },
  {
    id: 435,
    name: "Щетка для УШМ, 65мм",
    measure: "шт",
  },
  {
    id: 436,
    name: "Щетка шробер",
    measure: "шт",
  },
  {
    id: 437,
    name: "Щит распределительный металлический наружный ЕКТ, 650х550мм",
    measure: "шт",
  },
  {
    id: 438,
    name: "Щит распределительный металлический наружный Маткасым, 600х400мм",
    measure: "шт",
  },
  {
    id: 439,
    name: "Щит распределительный металлический, 1000х650мм",
    measure: "шт",
  },
  {
    id: 440,
    name: "Щит распределительный наружный Viko, 18 модулей",
    measure: "шт",
  },
  {
    id: 441,
    name: "Электрод Арсенал №3",
    measure: "пач",
  },
  {
    id: 442,
    name: "Электродержатель для сварки",
    measure: "шт",
  },
  {
    id: 443,
    name: "Электроды УОНИ, 4мм",
    measure: "пач",
  },
];

export const buyersList = [
  {
    name: "Артис Строй Констракшн",
    iin: "02511202010082",
    bankAccount: "1030220000191440",
    bankName: 'ОАО "Коммерческий банк Кыргызстан"',
    constructions: ["Админ.здание по ул.Масалиева, 28", "БЦ по ул.Сыдыкова,70"],
  },
  {
    name: "ОсОО 'Гетест'",
    iin: "00206200010016",
    bankAccount: "1091520103260189",
    bankName: "Филиал №4 Оптима Банк БИК 109015",
    constructions: ["Панфилова 92А", "Test2"],
  },
  {
    name: "ОсОО 'СК Оптима'",
    iin: "02904199210026",
    bankAccount: "1090800015300173",
    bankName: "Филиал №1 Оптима Банк БИК 109008",
    constructions: ["Малдыбаева 279", "Test2"],
  },
];

export const sortMaterials = (materials) => {
  return materials
    .slice()
    .sort((a, b) => a.name.localeCompare(b.name, "ru"))
    .map((item, index) => ({
      ...item,
      id: index + 1,
    }));
};
