export const materialData = [
  {
      "id": 1,
      "name": "Андава деревяная, 70см",
      "measure": "шт"
  },
  {
      "id": 2,
      "name": "Андава металическая, 40см",
      "measure": "шт"
  },
  {
      "id": 3,
      "name": "Андава одноразовая",
      "measure": "шт"
  },
  {
      "id": 4,
      "name": "Андава пластиковая, 30см",
      "measure": "шт"
  },
  {
      "id": 5,
      "name": "Антискотч",
      "measure": "шт"
  },
  {
      "id": 6,
      "name": "Базалит 110(плотность), 10х100х60",
      "measure": "пач"
  },
  {
      "id": 7,
      "name": "Базальтовый утеплитель Isover",
      "measure": "пач"
  },
  {
      "id": 8,
      "name": "Баллон газовый, 220гр",
      "measure": "шт"
  },
  {
      "id": 9,
      "name": "Батарейка Крона 9В",
      "measure": "шт"
  },
  {
      "id": 10,
      "name": "Бита звездочка",
      "measure": "шт"
  },
  {
      "id": 11,
      "name": "Бита крестовая ЗУБР, 6х50мм",
      "measure": "шт"
  },
  {
      "id": 12,
      "name": "Бита крестовая Bolian,6х5см",
      "measure": "шт"
  },
  {
      "id": 13,
      "name": "Бита крестовая, 10см",
      "measure": "шт"
  },
  {
      "id": 14,
      "name": "Бита крестовая, 15см",
      "measure": "шт"
  },
  {
      "id": 15,
      "name": "Бита крестовая, 5см",
      "measure": "шт"
  },
  {
      "id": 16,
      "name": "Бита строительная",
      "measure": "шт"
  },
  {
      "id": 17,
      "name": "Блок распределительный КБР, 400А",
      "measure": "шт"
  },
  {
      "id": 18,
      "name": "Блок распределительный на дин-рейку РБ-160",
      "measure": "шт"
  },
  {
      "id": 19,
      "name": "Болт 250гр, 5мм",
      "measure": "пач"
  },
  {
      "id": 20,
      "name": "Болт М10, 3см",
      "measure": "кг"
  },
  {
      "id": 21,
      "name": "Болт М12",
      "measure": "кг"
  },
  {
      "id": 22,
      "name": "Болт М17, 1200шт",
      "measure": "меш"
  },
  {
      "id": 23,
      "name": "Болт М8, 2.5см",
      "measure": "кг"
  },
  {
      "id": 24,
      "name": "Болт М8, 3см",
      "measure": "кг"
  },
  {
      "id": 25,
      "name": "Бумага наждачная 0(нулевка)",
      "measure": "шт"
  },
  {
      "id": 26,
      "name": "Бур 10х350мм",
      "measure": "шт"
  },
  {
      "id": 27,
      "name": "Бур 12х160мм",
      "measure": "шт"
  },
  {
      "id": 28,
      "name": "Бур 12х210мм",
      "measure": "шт"
  },
  {
      "id": 29,
      "name": "Бур 12х350мм",
      "measure": "шт"
  },
  {
      "id": 30,
      "name": "Бур 14х160мм",
      "measure": "шт"
  },
  {
      "id": 31,
      "name": "Бур 14х350мм",
      "measure": "шт"
  },
  {
      "id": 32,
      "name": "Бур 6х160мм",
      "measure": "шт"
  },
  {
      "id": 33,
      "name": "Бур по бетону Bolian, 12x350мм",
      "measure": "шт"
  },
  {
      "id": 34,
      "name": "Бур по бетону Bolian, 14x350мм",
      "measure": "шт"
  },
  {
      "id": 35,
      "name": "Бур по бетону Bolian, 250x300мм",
      "measure": "шт"
  },
  {
      "id": 36,
      "name": "Бур по бетону Bolian, 6x12мм",
      "measure": "шт"
  },
  {
      "id": 37,
      "name": "Бур по бетону Bolian, 6x200мм",
      "measure": "шт"
  },
  {
      "id": 38,
      "name": "Бур по бетону Bolian, 6x300мм",
      "measure": "шт"
  },
  {
      "id": 39,
      "name": "Бур по бетону Bolian, 8x300мм",
      "measure": "шт"
  },
  {
      "id": 40,
      "name": "Бур по бетону Deko, 6x110мм",
      "measure": "шт"
  },
  {
      "id": 41,
      "name": "Быстросъемное соединение, 10мм",
      "measure": "шт"
  },
  {
      "id": 42,
      "name": "Вага жесткая, 8ка",
      "measure": "шт"
  },
  {
      "id": 43,
      "name": "Вага мягкая, 3ка",
      "measure": "пач"
  },
  {
      "id": 44,
      "name": "Валик 5 в 1 Июхой, 100мм",
      "measure": "шт"
  },
  {
      "id": 45,
      "name": "Валик Акор, 100мм",
      "measure": "шт"
  },
  {
      "id": 46,
      "name": "Валик Акор, 300мм",
      "measure": "шт"
  },
  {
      "id": 47,
      "name": "Валик Билайн, 300мм",
      "measure": "шт"
  },
  {
      "id": 48,
      "name": "Валик Билайн, 5в1",
      "measure": "шт"
  },
  {
      "id": 49,
      "name": "Валик Июхой, 100мм",
      "measure": "шт"
  },
  {
      "id": 50,
      "name": "Валик Июхой, 220мм",
      "measure": "шт"
  },
  {
      "id": 51,
      "name": "Валик Июхой, 230мм",
      "measure": "шт"
  },
  {
      "id": 52,
      "name": "Валик китайский, 30х5см",
      "measure": "шт"
  },
  {
      "id": 53,
      "name": "Валик Torkesh, 300мм",
      "measure": "шт"
  },
  {
      "id": 54,
      "name": "Валик, 250мм",
      "measure": "шт"
  },
  {
      "id": 55,
      "name": "Валик, 300мм",
      "measure": "шт"
  },
  {
      "id": 56,
      "name": "Ванночка для краски, 35х40см",
      "measure": "шт"
  },
  {
      "id": 57,
      "name": "Ведро металлическое, 10л",
      "measure": "шт"
  },
  {
      "id": 58,
      "name": "Ведро пластиковое белое, 12л",
      "measure": "шт"
  },
  {
      "id": 59,
      "name": "Ведро пластиковое черное, 10л",
      "measure": "шт"
  },
  {
      "id": 60,
      "name": "Веник",
      "measure": "шт"
  },
  {
      "id": 61,
      "name": "Виброплита большая, 220Вт",
      "measure": "шт"
  },
  {
      "id": 62,
      "name": "Вилка кабельная, черная",
      "measure": "шт"
  },
  {
      "id": 63,
      "name": "Вилка на 220В",
      "measure": "пач"
  },
  {
      "id": 64,
      "name": "Водомер для трубы, 22мм",
      "measure": "шт"
  },
  {
      "id": 65,
      "name": "Вольтметр",
      "measure": "шт"
  },
  {
      "id": 66,
      "name": "Выключатель автоматический 3-фазный, 80А",
      "measure": "шт"
  },
  {
      "id": 67,
      "name": "Выключатель автоматический CHINT, 16А",
      "measure": "шт"
  },
  {
      "id": 68,
      "name": "Выключатель автоматический CHINT, 63А",
      "measure": "шт"
  },
  {
      "id": 69,
      "name": "Выключатель автоматический, 160А",
      "measure": "шт"
  },
  {
      "id": 70,
      "name": "Выключатель автоматический, 25А",
      "measure": "шт"
  },
  {
      "id": 71,
      "name": "Выключатель для бра(светильник)",
      "measure": "шт"
  },
  {
      "id": 72,
      "name": "Выключатель наружный",
      "measure": "шт"
  },
  {
      "id": 73,
      "name": "Выключатель наружный двойной",
      "measure": "шт"
  },
  {
      "id": 74,
      "name": "Выключтаель автоматический 3п, 100А",
      "measure": "шт"
  },
  {
      "id": 75,
      "name": "Выключтаель автоматический 3п, 32А",
      "measure": "шт"
  },
  {
      "id": 76,
      "name": "Выключтаель автоматический 3п, 40А",
      "measure": "шт"
  },
  {
      "id": 77,
      "name": "Выключтаель автоматический 3п, 50А",
      "measure": "шт"
  },
  {
      "id": 78,
      "name": "Выключтаель автоматический 3п, 63А",
      "measure": "шт"
  },
  {
      "id": 79,
      "name": "Выключтаель автоматический, 10А",
      "measure": "шт"
  },
  {
      "id": 80,
      "name": "Выключтаель автоматический, 16А",
      "measure": "шт"
  },
  {
      "id": 81,
      "name": "Выключтаель автоматический, 250А",
      "measure": "шт"
  },
  {
      "id": 82,
      "name": "Выключтаель автоматический, 400/250А",
      "measure": "шт"
  },
  {
      "id": 83,
      "name": "Выключтаель автоматический, 400А",
      "measure": "шт"
  },
  {
      "id": 84,
      "name": "Гайка М10",
      "measure": "кг"
  },
  {
      "id": 85,
      "name": "Гайка М12",
      "measure": "кг"
  },
  {
      "id": 86,
      "name": "Гайка М8",
      "measure": "шт"
  },
  {
      "id": 87,
      "name": "Гайка, 17мм",
      "measure": "шт"
  },
  {
      "id": 88,
      "name": "Гвозди жидкие Akfix 310",
      "measure": "шт"
  },
  {
      "id": 89,
      "name": "Гвозди жидкие, Hauser",
      "measure": "шт"
  },
  {
      "id": 90,
      "name": "Гвозди пневматические",
      "measure": "пач"
  },
  {
      "id": 91,
      "name": "Гвозди пороховые, 100шт",
      "measure": "пач"
  },
  {
      "id": 92,
      "name": "Гвозди пороховые, 3см",
      "measure": "пач"
  },
  {
      "id": 93,
      "name": "Гвозди, 100мм",
      "measure": "кг"
  },
  {
      "id": 94,
      "name": "Гвозди, 120мм",
      "measure": "кг"
  },
  {
      "id": 95,
      "name": "Гвозди, 150мм",
      "measure": "кг"
  },
  {
      "id": 96,
      "name": "Гвозди, 70мм",
      "measure": "кг"
  },
  {
      "id": 97,
      "name": "Гвоздодер ЗУБР, 90см",
      "measure": "шт"
  },
  {
      "id": 98,
      "name": "Гидроизоляция WATERPROOF-300, 10кг",
      "measure": "вед"
  },
  {
      "id": 99,
      "name": "Гидроуровень, 25м",
      "measure": "шт"
  },
  {
      "id": 100,
      "name": "ГКЛ 12.5",
      "measure": "шт"
  },
  {
      "id": 101,
      "name": "ГКЛ потолочный, 120х950х2.5см",
      "measure": "шт"
  },
  {
      "id": 102,
      "name": "ГКЛ стеновой, 120х1250х2.5см",
      "measure": "шт"
  },
  {
      "id": 103,
      "name": "ГКЛ-А-Плук 2500*1200*9,5(67)",
      "measure": "шт"
  },
  {
      "id": 104,
      "name": "ГКЛ-В-Плук 2500*1200*12,5(51)",
      "measure": "шт"
  },
  {
      "id": 105,
      "name": "ГКЛ-В-Плук 2500*1200*9,5(67)",
      "measure": "шт"
  },
  {
      "id": 106,
      "name": "Головка для перфоратора большая Deko",
      "measure": "шт"
  },
  {
      "id": 107,
      "name": "Головка для шуруповерта Bolian, 8мм",
      "measure": "шт"
  },
  {
      "id": 108,
      "name": "Головка М8",
      "measure": "шт"
  },
  {
      "id": 109,
      "name": "Гофра металлическая, 50мм",
      "measure": "м"
  },
  {
      "id": 110,
      "name": "Гофра серая, 20мм",
      "measure": "м"
  },
  {
      "id": 111,
      "name": "Гофра серая, 25мм",
      "measure": "м"
  },
  {
      "id": 112,
      "name": "Гофра серая, 32мм",
      "measure": "м"
  },
  {
      "id": 113,
      "name": "Гофра черная, 20мм",
      "measure": "м"
  },
  {
      "id": 114,
      "name": "Гофра, 16мм",
      "measure": "м"
  },
  {
      "id": 115,
      "name": "Грунтовка по металлу 'Гипсопоинт', 1л",
      "measure": "бан"
  },
  {
      "id": 116,
      "name": "Грунтовка по металлу ГФ-021, 25кг",
      "measure": "бан"
  },
  {
      "id": 117,
      "name": "Грунтовка AlinEX PRIMER, 10кг",
      "measure": "канистра"
  },
  {
      "id": 118,
      "name": "Грунтовка AlinEX PRIMER, 10л",
      "measure": "канистра"
  },
  {
      "id": 119,
      "name": "Грунтовка Knauf, 10л",
      "measure": "кан"
  },
  {
      "id": 120,
      "name": "Губка наждачная",
      "measure": "шт"
  },
  {
      "id": 121,
      "name": "Губка хозяйственная",
      "measure": "шт"
  },
  {
      "id": 122,
      "name": "Держатель для шкурки",
      "measure": "шт"
  },
  {
      "id": 123,
      "name": "Диагональные кусачки (Бокорезы)",
      "measure": "шт"
  },
  {
      "id": 124,
      "name": "Дин-рейка",
      "measure": "м"
  },
  {
      "id": 125,
      "name": "Дин-рейка, 4х100см",
      "measure": "хлыст"
  },
  {
      "id": 126,
      "name": "Диск алмазный Кристал, 115мм",
      "measure": "шт"
  },
  {
      "id": 127,
      "name": "Диск алмазный Deko, 180мм",
      "measure": "шт"
  },
  {
      "id": 128,
      "name": "Диск алмазный Exprof, 180мм",
      "measure": "шт"
  },
  {
      "id": 129,
      "name": "Диск отрезной для плитки Максимум, 125мм",
      "measure": "шт"
  },
  {
      "id": 130,
      "name": "Диск отрезной для плитки Максимум, 180мм",
      "measure": "шт"
  },
  {
      "id": 131,
      "name": "Диск отрезной для плитки Bolian, 125мм",
      "measure": "шт"
  },
  {
      "id": 132,
      "name": "Диск отрезной по бетону Кристалл, 180мм",
      "measure": "шт"
  },
  {
      "id": 133,
      "name": "Диск отрезной по бетону Bolian золотой, 125мм",
      "measure": "шт"
  },
  {
      "id": 134,
      "name": "Диск отрезной по бетону Bolian, 125мм",
      "measure": "шт"
  },
  {
      "id": 135,
      "name": "Диск отрезной по бетону Bolian, 180мм",
      "measure": "шт"
  },
  {
      "id": 136,
      "name": "Диск отрезной по бетону Deko, 125мм",
      "measure": "шт"
  },
  {
      "id": 137,
      "name": "Диск отрезной по бетону, 180мм",
      "measure": "шт"
  },
  {
      "id": 138,
      "name": "Диск отрезной по дереву Кристал, 125мм",
      "measure": "шт"
  },
  {
      "id": 139,
      "name": "Диск отрезной по дереву Кристал, 230мм",
      "measure": "шт"
  },
  {
      "id": 140,
      "name": "Диск отрезной по дереву Rodex, 180мм",
      "measure": "шт"
  },
  {
      "id": 141,
      "name": "Диск отрезной по кафелю золотой, 100мм",
      "measure": "шт"
  },
  {
      "id": 142,
      "name": "Диск отрезной по кафелю Максимум, 125мм",
      "measure": "шт"
  },
  {
      "id": 143,
      "name": "Диск отрезной по кафелю Bolian, 125мм",
      "measure": "шт"
  },
  {
      "id": 144,
      "name": "Диск отрезной по кафелю DEKO, 125мм",
      "measure": "шт"
  },
  {
      "id": 145,
      "name": "Диск отрезной по кафелю, 115мм",
      "measure": "шт"
  },
  {
      "id": 146,
      "name": "Диск отрезной по металлу Hobol, 280мм",
      "measure": "шт"
  },
  {
      "id": 147,
      "name": "Диск отрезной по металлу Rodex, 125мм",
      "measure": "шт"
  },
  {
      "id": 148,
      "name": "Диск отрезной по металлу Rodex, 180мм",
      "measure": "шт"
  },
  {
      "id": 149,
      "name": "Диск отрезной по металлу Rodex, 230мм",
      "measure": "шт"
  },
  {
      "id": 150,
      "name": "Диск шлифовальный по камню, 80мм",
      "measure": "шт"
  },
  {
      "id": 151,
      "name": "Диск шлифовальный по камню, тонкий",
      "measure": "шт"
  },
  {
      "id": 152,
      "name": "Диск шлифовальный Bolian, 125мм",
      "measure": "шт"
  },
  {
      "id": 153,
      "name": "Диск шлифовальный FLAP DISC, 180мм",
      "measure": "шт"
  },
  {
      "id": 154,
      "name": "Дифференциальный автомат 1п, 10А",
      "measure": "шт"
  },
  {
      "id": 155,
      "name": "Дифференциальный автомат 1п, 16А",
      "measure": "шт"
  },
  {
      "id": 156,
      "name": "Дождевик",
      "measure": "шт"
  },
  {
      "id": 157,
      "name": "Доставка",
      "measure": "рейс"
  },
  {
      "id": 158,
      "name": "Дрель шуруповерт Deko",
      "measure": "шт"
  },
  {
      "id": 159,
      "name": "Дрель электрический Worcraft",
      "measure": "шт"
  },
  {
      "id": 160,
      "name": "Дюбель гвоздь 100шт, 8х120мм",
      "measure": "пач"
  },
  {
      "id": 161,
      "name": "Дюбель гвоздь, 100мм",
      "measure": "кг"
  },
  {
      "id": 162,
      "name": "Дюбель гвоздь, 6х40мм",
      "measure": "пач"
  },
  {
      "id": 163,
      "name": "Дюбель гвоздь, 6х60мм",
      "measure": "кг"
  },
  {
      "id": 164,
      "name": "Дюбель гвоздь, 6х80мм",
      "measure": "шт"
  },
  {
      "id": 165,
      "name": "Дюбель Зонтик, 12х180мм",
      "measure": "шт"
  },
  {
      "id": 166,
      "name": "Дюбель Зонтик, 160мм",
      "measure": "шт"
  },
  {
      "id": 167,
      "name": "Дюбель(улитка) для гипсокартона, 100шт",
      "measure": "пач"
  },
  {
      "id": 168,
      "name": "Жилка строительная",
      "measure": "шт"
  },
  {
      "id": 169,
      "name": "Зажигалка насадка для баллона",
      "measure": "шт"
  },
  {
      "id": 170,
      "name": "Зажим для кабеля",
      "measure": "шт"
  },
  {
      "id": 171,
      "name": "Зажим для троса, 3мм",
      "measure": "шт"
  },
  {
      "id": 172,
      "name": "Зажим для троса, 5мм",
      "measure": "шт"
  },
  {
      "id": 173,
      "name": "Зажим СВП(Флажок) 100шт, 1.5мм",
      "measure": "пач"
  },
  {
      "id": 174,
      "name": "Замок навесной Binary",
      "measure": "шт"
  },
  {
      "id": 175,
      "name": "Замок навесной Master большой",
      "measure": "шт"
  },
  {
      "id": 176,
      "name": "Замок навесной Master маленький",
      "measure": "шт"
  },
  {
      "id": 177,
      "name": "Затирка антрацит AlinEX, 2кг",
      "measure": "пач"
  },
  {
      "id": 178,
      "name": "Затирка белая AlinEX, 2кг",
      "measure": "пач"
  },
  {
      "id": 179,
      "name": "Затирка темно-серая AlinEX, 5кг",
      "measure": "пач"
  },
  {
      "id": 180,
      "name": "Затирка черная AlinEX, 4кг",
      "measure": "пач"
  },
  {
      "id": 181,
      "name": "Затирка CE33 антрацит, 2кг",
      "measure": "кг"
  },
  {
      "id": 182,
      "name": "Затирка CE33 белая, 2кг",
      "measure": "кг"
  },
  {
      "id": 183,
      "name": "Затирка CE33 графитовый, 2кг",
      "measure": "пач"
  },
  {
      "id": 184,
      "name": "Затирка CE33 серый, 2кг",
      "measure": "пач"
  },
  {
      "id": 185,
      "name": "Затирка CE33 черный, 2кг",
      "measure": "пач"
  },
  {
      "id": 186,
      "name": "Затирка CE40 шоколадный, 2кг",
      "measure": "пач"
  },
  {
      "id": 187,
      "name": "Затирка Kitt белая, 2кг",
      "measure": "меш"
  },
  {
      "id": 188,
      "name": "Изолента Cotran",
      "measure": "шт"
  },
  {
      "id": 189,
      "name": "Изолон 80кВ, 5мм",
      "measure": "рул"
  },
  {
      "id": 190,
      "name": "Изолятор SM-75",
      "measure": "шт"
  },
  {
      "id": 191,
      "name": "Кабель (ГОСТ), 4х4",
      "measure": "м"
  },
  {
      "id": 192,
      "name": "Кабель (ГОСТ), 5х2.5",
      "measure": "м"
  },
  {
      "id": 193,
      "name": "Кабель ВВГ, 2х0.75",
      "measure": "м"
  },
  {
      "id": 194,
      "name": "Кабель ВВГ, 3х1.5",
      "measure": "м"
  },
  {
      "id": 195,
      "name": "Кабель ВВГ, 3х2.5",
      "measure": "м"
  },
  {
      "id": 196,
      "name": "Кабель ВВГ, 4х4",
      "measure": "м"
  },
  {
      "id": 197,
      "name": "Кабель ВВГ, 5х16",
      "measure": "м"
  },
  {
      "id": 198,
      "name": "Кабель ВВГ, 5х6",
      "measure": "м"
  },
  {
      "id": 199,
      "name": "Кабель ВВР, 5х16",
      "measure": "м"
  },
  {
      "id": 200,
      "name": "Кабель греющий 'Антилед'",
      "measure": "м"
  },
  {
      "id": 201,
      "name": "Кабель греющий 'Антилед', 220В",
      "measure": "м"
  },
  {
      "id": 202,
      "name": "Кабель греющий, 35Вт",
      "measure": "м"
  },
  {
      "id": 203,
      "name": "Кабель канал, 100х50",
      "measure": "м"
  },
  {
      "id": 204,
      "name": "Кабель канал, 16х16х1.8см",
      "measure": "хлыст"
  },
  {
      "id": 205,
      "name": "Кабель канал, 180х2см",
      "measure": "шт"
  },
  {
      "id": 206,
      "name": "Кабель канал, 1х1.18см",
      "measure": "шт"
  },
  {
      "id": 207,
      "name": "Кабель канал, 25х25 180см",
      "measure": "хлыст"
  },
  {
      "id": 208,
      "name": "Кабель канал, 40х25",
      "measure": "хлыст"
  },
  {
      "id": 209,
      "name": "Кабель канал, 60х40",
      "measure": "хлыст"
  },
  {
      "id": 210,
      "name": "Кабель канал, 80х60",
      "measure": "хлыст"
  },
  {
      "id": 211,
      "name": "Кабель ПВ3, 1х10",
      "measure": "м"
  },
  {
      "id": 212,
      "name": "Кабель ПВ3,1х16",
      "measure": "м"
  },
  {
      "id": 213,
      "name": "Кабель ПВ3,1х35",
      "measure": "м"
  },
  {
      "id": 214,
      "name": "Кабель ПВС 2х1",
      "measure": "м"
  },
  {
      "id": 215,
      "name": "Кабель ПВС 2х1.5",
      "measure": "м"
  },
  {
      "id": 216,
      "name": "Кабель ПВС 4х2.5",
      "measure": "м"
  },
  {
      "id": 217,
      "name": "Кабель ПВС, 1х10",
      "measure": "м"
  },
  {
      "id": 218,
      "name": "Кабель ПВС, 2х2.5",
      "measure": "м"
  },
  {
      "id": 219,
      "name": "Кабель ПВС, 3х1",
      "measure": "м"
  },
  {
      "id": 220,
      "name": "Кабель ПВС, 3х1.5",
      "measure": "м"
  },
  {
      "id": 221,
      "name": "Кабель ПВС, 3х2.5",
      "measure": "м"
  },
  {
      "id": 222,
      "name": "Кабель ПВС, 3х4",
      "measure": "м"
  },
  {
      "id": 223,
      "name": "Кабель ПВС, 4х4",
      "measure": "м"
  },
  {
      "id": 224,
      "name": "Кабель ПВС, 5х1.5",
      "measure": "м"
  },
  {
      "id": 225,
      "name": "Кабель ПВС, 5х4",
      "measure": "м"
  },
  {
      "id": 226,
      "name": "Кабель ПВС, 5х6",
      "measure": "м"
  },
  {
      "id": 227,
      "name": "Кабель ПВС(ГОСТ), 5х10",
      "measure": "м"
  },
  {
      "id": 228,
      "name": "Кабель сетевой CAT5E UTP Horozk Electric 305N-1000FT",
      "measure": "м"
  },
  {
      "id": 229,
      "name": "Кабель-чистка",
      "measure": "шт"
  },
  {
      "id": 230,
      "name": "Камень точильный, груб.220",
      "measure": "шт"
  },
  {
      "id": 231,
      "name": "Канцелярский нож",
      "measure": "шт"
  },
  {
      "id": 232,
      "name": "Карандаш металлический",
      "measure": "шт"
  },
  {
      "id": 233,
      "name": "Карандаш строительный, черный",
      "measure": "шт"
  },
  {
      "id": 234,
      "name": "Каска строительная, белая",
      "measure": "шт"
  },
  {
      "id": 235,
      "name": "Каска строительная, оранжевая",
      "measure": "шт"
  },
  {
      "id": 236,
      "name": "Кирка строительная",
      "measure": "шт"
  },
  {
      "id": 237,
      "name": "Кисточка малярная 'Акор', 5см",
      "measure": "шт"
  },
  {
      "id": 238,
      "name": "Кисточка малярная РемоКолор, 38мм",
      "measure": "шт"
  },
  {
      "id": 239,
      "name": "Кисточка малярная Biber, 10см",
      "measure": "шт"
  },
  {
      "id": 240,
      "name": "Кисточка малярная Biber, 2см",
      "measure": "шт"
  },
  {
      "id": 241,
      "name": "Кисточка малярная Biber, 3см",
      "measure": "шт"
  },
  {
      "id": 242,
      "name": "Кисточка малярная Biber, 5см",
      "measure": "шт"
  },
  {
      "id": 243,
      "name": "Кисточка малярная Biber, 65мм",
      "measure": "шт"
  },
  {
      "id": 244,
      "name": "Кисточка малярная Exprof, 5см",
      "measure": "шт"
  },
  {
      "id": 245,
      "name": "Кисточка малярная Matrix с удлиненной ручкой",
      "measure": "шт"
  },
  {
      "id": 246,
      "name": "Кисточка малярная Matrix, 2.5см",
      "measure": "шт"
  },
  {
      "id": 247,
      "name": "Кисточка малярная, 150х50мм",
      "measure": "шт"
  },
  {
      "id": 248,
      "name": "Кисточка MTX, 50мм",
      "measure": "шт"
  },
  {
      "id": 249,
      "name": "Кисточка Torkesh, 50мм",
      "measure": "шт"
  },
  {
      "id": 250,
      "name": "Клей двухкомпонентный Akfix, 500гр.",
      "measure": "шт"
  },
  {
      "id": 251,
      "name": "Клей AlinEX SET 300, 25кг",
      "measure": "меш"
  },
  {
      "id": 252,
      "name": "Клей AlinEX SET 302, 25кг",
      "measure": "меш"
  },
  {
      "id": 253,
      "name": "Клей AlinEX SET 305, 25кг",
      "measure": "меш"
  },
  {
      "id": 254,
      "name": "Клей AlinEX SET 307, 25кг",
      "measure": "меш"
  },
  {
      "id": 255,
      "name": "Клей AlinEX SET 308, 25кг",
      "measure": "меш"
  },
  {
      "id": 256,
      "name": "Клей Dermax, 3.5кг",
      "measure": "банка"
  },
  {
      "id": 257,
      "name": "Клей-герметик 'Тоска', 310мл",
      "measure": "шт"
  },
  {
      "id": 258,
      "name": "Клей-герметик 'Excellent', 300гр",
      "measure": "шт"
  },
  {
      "id": 259,
      "name": "Клемма наконечник медный, 80А",
      "measure": "шт"
  },
  {
      "id": 260,
      "name": "Клипсы для пистолета, 20мм",
      "measure": "шт"
  },
  {
      "id": 261,
      "name": "Клипсы металлические 100шт, 25мм",
      "measure": "пач"
  },
  {
      "id": 262,
      "name": "Ключ гаечный набор,(6-22мм)",
      "measure": "комп"
  },
  {
      "id": 263,
      "name": "Ключ набор",
      "measure": "шт"
  },
  {
      "id": 264,
      "name": "Ковш строительный",
      "measure": "шт"
  },
  {
      "id": 265,
      "name": "Ковшик пластиковый",
      "measure": "шт"
  },
  {
      "id": 266,
      "name": "Колер синий, 100гр",
      "measure": "шт"
  },
  {
      "id": 267,
      "name": "Колер черный",
      "measure": "шт"
  },
  {
      "id": 268,
      "name": "Колодка 4 в 1",
      "measure": "шт"
  },
  {
      "id": 269,
      "name": "Колодка белая, 1х6",
      "measure": "шт"
  },
  {
      "id": 270,
      "name": "Колодка двойная",
      "measure": "шт"
  },
  {
      "id": 271,
      "name": "Колодка для кабеля, 1х6",
      "measure": "шт"
  },
  {
      "id": 272,
      "name": "Колодка тройная",
      "measure": "шт"
  },
  {
      "id": 273,
      "name": "Колодка черная",
      "measure": "шт"
  },
  {
      "id": 274,
      "name": "Компрессор Deko, 50л",
      "measure": "шт"
  },
  {
      "id": 275,
      "name": "Контактор модульный CHINT NCH8, 40A",
      "measure": "пач"
  },
  {
      "id": 276,
      "name": "Контактор модульный CHINT NCH8, 63A/20",
      "measure": "шт"
  },
  {
      "id": 277,
      "name": "Контактор модульный, 4х15",
      "measure": "пач"
  },
  {
      "id": 278,
      "name": "Коробка распределительная, 100х100мм",
      "measure": "шт"
  },
  {
      "id": 279,
      "name": "Коробка распределительная, 300х250мм",
      "measure": "шт"
  },
  {
      "id": 280,
      "name": "Коронка биометаллическая, 68мм",
      "measure": "шт"
  },
  {
      "id": 281,
      "name": "Коронка по бетону алмазная, Dekor",
      "measure": "шт"
  },
  {
      "id": 282,
      "name": "Коронка по бетону ЗУБР, 72мм",
      "measure": "шт"
  },
  {
      "id": 283,
      "name": "Коронка по гипсокартону",
      "measure": "набор"
  },
  {
      "id": 284,
      "name": "Коронка по дереву, 40мм",
      "measure": "шт"
  },
  {
      "id": 285,
      "name": "Коронка по кафелю Максимум, 25мм",
      "measure": "шт"
  },
  {
      "id": 286,
      "name": "Коронка по кафелю, 30мм",
      "measure": "шт"
  },
  {
      "id": 287,
      "name": "Коронка по кафелю, 35мм",
      "measure": "шт"
  },
  {
      "id": 288,
      "name": "Коронка по кафелю, 45мм",
      "measure": "шт"
  },
  {
      "id": 289,
      "name": "Коронка по кафелю, 70мм",
      "measure": "шт"
  },
  {
      "id": 290,
      "name": "Коронка по кафелю, 75мм",
      "measure": "шт"
  },
  {
      "id": 291,
      "name": "Коронка, 75мм",
      "measure": "шт"
  },
  {
      "id": 292,
      "name": "Краска аэрозольная, антрацит",
      "measure": "шт"
  },
  {
      "id": 293,
      "name": "Краска аэрозольная, белая",
      "measure": "шт"
  },
  {
      "id": 294,
      "name": "Краска аэрозольная, желтая",
      "measure": "шт"
  },
  {
      "id": 295,
      "name": "Краска аэрозольная, зеленая",
      "measure": "шт"
  },
  {
      "id": 296,
      "name": "Краска аэрозольная, красная",
      "measure": "шт"
  },
  {
      "id": 297,
      "name": "Краска аэрозольная, черная",
      "measure": "шт"
  },
  {
      "id": 298,
      "name": "Краска аэрозольная, черная матовая",
      "measure": "шт"
  },
  {
      "id": 299,
      "name": "Краска водоэмульсионная Nippon черная, 20кг",
      "measure": "вед"
  },
  {
      "id": 300,
      "name": "Краска глянцевая красная, 1кг",
      "measure": "вед"
  },
  {
      "id": 301,
      "name": "Краска по металлу, 1кг",
      "measure": "шт"
  },
  {
      "id": 302,
      "name": "Краска Dekor красная 3в1, 3кг",
      "measure": "вед"
  },
  {
      "id": 303,
      "name": "Краска Dekor синяя 3в1, 3кг",
      "measure": "вед"
  },
  {
      "id": 304,
      "name": "Краскопульт Deko",
      "measure": "шт"
  },
  {
      "id": 305,
      "name": "Крепеж-клипса 'Промрукав', 16мм",
      "measure": "пач"
  },
  {
      "id": 306,
      "name": "Крепеж-клипса 'Промрукав', 20мм",
      "measure": "пач"
  },
  {
      "id": 307,
      "name": "Крепеж-клипса 100шт, 25мм",
      "measure": "пач"
  },
  {
      "id": 308,
      "name": "Крепеж-клипса, 20мм",
      "measure": "пач"
  },
  {
      "id": 309,
      "name": "Крестик для кафеля",
      "measure": "пач"
  },
  {
      "id": 310,
      "name": "Крючок для вязки проволоки",
      "measure": "шт"
  },
  {
      "id": 311,
      "name": "Крючок для троса",
      "measure": "шт"
  },
  {
      "id": 312,
      "name": "Кувалда 1.5кг",
      "measure": "шт"
  },
  {
      "id": 313,
      "name": "Кусачка большая",
      "measure": "шт"
  },
  {
      "id": 314,
      "name": "Лак фасадный местный, 10л",
      "measure": "вед"
  },
  {
      "id": 315,
      "name": "Лак фасадный Euro-AIT, 10л",
      "measure": "вед"
  },
  {
      "id": 316,
      "name": "Лампочка, 20Вт",
      "measure": "шт"
  },
  {
      "id": 317,
      "name": "Лампочка, 60Вт",
      "measure": "шт"
  },
  {
      "id": 318,
      "name": "Лезвие для канцелярского ножа Alion, 10шт",
      "measure": "пач"
  },
  {
      "id": 319,
      "name": "Лезвие для малярного ножа",
      "measure": "пач"
  },
  {
      "id": 320,
      "name": "Лейка пластиковая, 10л",
      "measure": "шт"
  },
  {
      "id": 321,
      "name": "Лента сигнальная",
      "measure": "шт"
  },
  {
      "id": 322,
      "name": "Леска строительная",
      "measure": "шт"
  },
  {
      "id": 323,
      "name": "Лом монтажный, 120см",
      "measure": "шт"
  },
  {
      "id": 324,
      "name": "Лопата для перфоратора",
      "measure": "шт"
  },
  {
      "id": 325,
      "name": "Лопата снеговая",
      "measure": "шт"
  },
  {
      "id": 326,
      "name": "Лопата совковая",
      "measure": "шт"
  },
  {
      "id": 327,
      "name": "Лопата штыковая",
      "measure": "шт"
  },
  {
      "id": 328,
      "name": "Люк чугунный",
      "measure": "шт"
  },
  {
      "id": 329,
      "name": "Манжета переходная, 50х15мм",
      "measure": "шт"
  },
  {
      "id": 330,
      "name": "Маркер строительный",
      "measure": "шт"
  },
  {
      "id": 331,
      "name": "Маркер толстый Chenlang",
      "measure": "шт"
  },
  {
      "id": 332,
      "name": "Маркер тонкий",
      "measure": "шт"
  },
  {
      "id": 333,
      "name": "Маска защитная",
      "measure": "шт"
  },
  {
      "id": 334,
      "name": "Маска сварочная",
      "measure": "шт"
  },
  {
      "id": 335,
      "name": "Мастерок штукатурный",
      "measure": "шт"
  },
  {
      "id": 336,
      "name": "Мастика битумная Омега, 15кг",
      "measure": "вед"
  },
  {
      "id": 337,
      "name": "Метла пластиковая",
      "measure": "шт"
  },
  {
      "id": 338,
      "name": "Мешок",
      "measure": "шт"
  },
  {
      "id": 339,
      "name": "Мешок мусорный",
      "measure": "шт"
  },
  {
      "id": 340,
      "name": "Миксер для перфоратора",
      "measure": "шт"
  },
  {
      "id": 341,
      "name": "Молоток 'Keser'",
      "measure": "шт"
  },
  {
      "id": 342,
      "name": "Молоток 'Yakar'",
      "measure": "шт"
  },
  {
      "id": 343,
      "name": "Молоток с пластиковой ручкой, 300гр",
      "measure": "шт"
  },
  {
      "id": 344,
      "name": "Молоток, 1000гр",
      "measure": "шт"
  },
  {
      "id": 345,
      "name": "Молоток, 500гр",
      "measure": "шт"
  },
  {
      "id": 346,
      "name": "Молоток, 800гр",
      "measure": "шт"
  },
  {
      "id": 347,
      "name": "Монтажная площадка для кабеля, 8мм",
      "measure": "пач"
  },
  {
      "id": 348,
      "name": "Монтажный клей Tytan",
      "measure": "шт"
  },
  {
      "id": 349,
      "name": "Мотыга",
      "measure": "шт"
  },
  {
      "id": 350,
      "name": "Муфта Азбиз, 350мм",
      "measure": "шт"
  },
  {
      "id": 351,
      "name": "Муфта для трубы, 110мм",
      "measure": "шт"
  },
  {
      "id": 352,
      "name": "Муфта, 32мм",
      "measure": "шт"
  },
  {
      "id": 353,
      "name": "Мыло жидкое, 5л",
      "measure": "канистра"
  },
  {
      "id": 354,
      "name": "Наконечник аллюминевый, 35мм",
      "measure": "шт"
  },
  {
      "id": 355,
      "name": "Наконечник медный, 95мм",
      "measure": "шт"
  },
  {
      "id": 356,
      "name": "Наконечник металлический, 35мм",
      "measure": "шт"
  },
  {
      "id": 357,
      "name": "Наконечник токопроводящи, 50Ф",
      "measure": "шт"
  },
  {
      "id": 358,
      "name": "Наконечник токопроводящий, 120Ф",
      "measure": "шт"
  },
  {
      "id": 359,
      "name": "Наконечник токопроводящий, 70Ф",
      "measure": "шт"
  },
  {
      "id": 360,
      "name": "Наконечник, 120мм",
      "measure": "шт"
  },
  {
      "id": 361,
      "name": "Наконечник, 185мм",
      "measure": "шт"
  },
  {
      "id": 362,
      "name": "Наконечник, 240мм",
      "measure": "шт"
  },
  {
      "id": 363,
      "name": "Наконечник, 50мм",
      "measure": "шт"
  },
  {
      "id": 364,
      "name": "Наконечник, 70мм",
      "measure": "шт"
  },
  {
      "id": 365,
      "name": "Наливной пол AlinEX «UNILEVEL», 25кг",
      "measure": "меш"
  },
  {
      "id": 366,
      "name": "Насадка пластиковая, 22мм",
      "measure": "шт"
  },
  {
      "id": 367,
      "name": "Нож малярный",
      "measure": "шт"
  },
  {
      "id": 368,
      "name": "Ножницы по металлу Bolian",
      "measure": "шт"
  },
  {
      "id": 369,
      "name": "Носилка строительная",
      "measure": "шт"
  },
  {
      "id": 370,
      "name": "НШВИ(Наконечники штыревые втулочные изолированные), 10мм",
      "measure": "шт"
  },
  {
      "id": 371,
      "name": "НШВИ(Наконечники штыревые втулочные изолированные), 2х5мм",
      "measure": "пач"
  },
  {
      "id": 372,
      "name": "НШВИ(Наконечники штыревые втулочные изолированные), 2х6мм",
      "measure": "пач"
  },
  {
      "id": 373,
      "name": "Обвод для ПНД трубы",
      "measure": "шт"
  },
  {
      "id": 374,
      "name": "Обжимной наконечник, 100А",
      "measure": "шт"
  },
  {
      "id": 375,
      "name": "Обжимной наконечник, 80А",
      "measure": "шт"
  },
  {
      "id": 376,
      "name": "Органайзер, 12х5",
      "measure": "шт"
  },
  {
      "id": 377,
      "name": "ОСП, 10х1200х2500мм",
      "measure": "шт"
  },
  {
      "id": 378,
      "name": "ОСП, 12х1200х2500мм",
      "measure": "шт"
  },
  {
      "id": 379,
      "name": "ОСП, 18х1200х2500мм",
      "measure": "шт"
  },
  {
      "id": 380,
      "name": "ОСП, 6х1200х2500мм",
      "measure": "шт"
  },
  {
      "id": 381,
      "name": "ОСП, 9х1200х2500мм",
      "measure": "шт"
  },
  {
      "id": 382,
      "name": "Отвертка длинная Yuete, 40см",
      "measure": "шт"
  },
  {
      "id": 383,
      "name": "Отвертка ЗУБР, 30см",
      "measure": "шт"
  },
  {
      "id": 384,
      "name": "Отвертка короткая Yuete, 30см",
      "measure": "шт"
  },
  {
      "id": 385,
      "name": "Отвертка фигурная",
      "measure": "шт"
  },
  {
      "id": 386,
      "name": "Отвес строительный 'Ракета', 300гр",
      "measure": "шт"
  },
  {
      "id": 387,
      "name": "Отвод 10S",
      "measure": "шт"
  },
  {
      "id": 388,
      "name": "Отвод, 15мм",
      "measure": "шт"
  },
  {
      "id": 389,
      "name": "Отсев",
      "measure": "меш"
  },
  {
      "id": 390,
      "name": "Очиститель монтажной пены Akfix, 320мл",
      "measure": "шт"
  },
  {
      "id": 391,
      "name": "Очиститель монтажной пены Monta, 440мл",
      "measure": "шт"
  },
  {
      "id": 392,
      "name": "Очки защитные",
      "measure": "шт"
  },
  {
      "id": 393,
      "name": "Панель варочная электрическая Bosch, 220Вт",
      "measure": "шт"
  },
  {
      "id": 394,
      "name": "Патрон пороховой",
      "measure": "пач"
  },
  {
      "id": 395,
      "name": "Паяльная химия электрическая",
      "measure": "шт"
  },
  {
      "id": 396,
      "name": "Пена клей ЗУБР, 950гр",
      "measure": "шт"
  },
  {
      "id": 397,
      "name": "Пена клей Akfix двухкомпонентный, 400гр",
      "measure": "шт"
  },
  {
      "id": 398,
      "name": "Пена клей Akfix, 750гр",
      "measure": "шт"
  },
  {
      "id": 399,
      "name": "Пена клей Akfix, 850гр",
      "measure": "шт"
  },
  {
      "id": 400,
      "name": "Пена клей Akfix, 950гр",
      "measure": "шт"
  },
  {
      "id": 401,
      "name": "Пена клей Akfix, быстрая",
      "measure": "шт"
  },
  {
      "id": 402,
      "name": "Пена монтажная Akfix, 850гр",
      "measure": "шт"
  },
  {
      "id": 403,
      "name": "Пена монтажная Homefix, 950гр",
      "measure": "шт"
  },
  {
      "id": 404,
      "name": "Пена монтажная Master, 750гр",
      "measure": "шт"
  },
  {
      "id": 405,
      "name": "Пена Homefix",
      "measure": "шт"
  },
  {
      "id": 406,
      "name": "Пенаплекс Thermotech, 50мм",
      "measure": "шт"
  },
  {
      "id": 407,
      "name": "Пенаплекс, 30мм",
      "measure": "шт"
  },
  {
      "id": 408,
      "name": "Пенаплэкс Bauflex, 58х118.5см",
      "measure": "шт"
  },
  {
      "id": 409,
      "name": "Перемычка 3-фазная",
      "measure": "шт"
  },
  {
      "id": 410,
      "name": "Перемычка 3-фазная 3х3, 25х1",
      "measure": "хлыст"
  },
  {
      "id": 411,
      "name": "Перемычка 3п, 63А",
      "measure": "шт"
  },
  {
      "id": 412,
      "name": "Перо алмазное по кафелю, 10мм",
      "measure": "шт"
  },
  {
      "id": 413,
      "name": "Перо алмазное по кафелю, 8мм",
      "measure": "шт"
  },
  {
      "id": 414,
      "name": "Перо по граниту Bolian, 6мм",
      "measure": "шт"
  },
  {
      "id": 415,
      "name": "Перо по граниту Crott, 6мм",
      "measure": "шт"
  },
  {
      "id": 416,
      "name": "Перо по кафелю Bolian, 10x6мм",
      "measure": "шт"
  },
  {
      "id": 417,
      "name": "Перо по кафелю Exprof, 6мм",
      "measure": "шт"
  },
  {
      "id": 418,
      "name": "Перфолента 10м, 2см",
      "measure": "бух"
  },
  {
      "id": 419,
      "name": "Перфоратор Power Action",
      "measure": "шт"
  },
  {
      "id": 420,
      "name": "Перфоратор Rodex, 220Вт",
      "measure": "шт"
  },
  {
      "id": 421,
      "name": "Перчатки '300#'",
      "measure": "пара"
  },
  {
      "id": 422,
      "name": "Перчатки кирпичные",
      "measure": "пара"
  },
  {
      "id": 423,
      "name": "Перчатки летние",
      "measure": "пара"
  },
  {
      "id": 424,
      "name": "Перчатки медицинские",
      "measure": "кор"
  },
  {
      "id": 425,
      "name": "Перчатки резиновые",
      "measure": "пара"
  },
  {
      "id": 426,
      "name": "Перчатки салатовые",
      "measure": "пара"
  },
  {
      "id": 427,
      "name": "Перчатки сварочные",
      "measure": "пара"
  },
  {
      "id": 428,
      "name": "Перчатки Dekor",
      "measure": "пара"
  },
  {
      "id": 429,
      "name": "Петля дверная",
      "measure": "шт"
  },
  {
      "id": 430,
      "name": "Петля навесная",
      "measure": "шт"
  },
  {
      "id": 431,
      "name": "Пика для перфоратора",
      "measure": "шт"
  },
  {
      "id": 432,
      "name": "Пика для перфоратора Tolsen, 18x400мм",
      "measure": "шт"
  },
  {
      "id": 433,
      "name": "Пила по дереву 20зуб. Tex Lux, 500мм",
      "measure": "шт"
  },
  {
      "id": 434,
      "name": "Пила ручная 'Ракета', 60см",
      "measure": "шт"
  },
  {
      "id": 435,
      "name": "Пистолет для колбасного герметика",
      "measure": "шт"
  },
  {
      "id": 436,
      "name": "Пистолет для монтажной пены",
      "measure": "шт"
  },
  {
      "id": 437,
      "name": "Пистолет для травертина",
      "measure": "шт"
  },
  {
      "id": 438,
      "name": "Пистолет пороховой",
      "measure": "шт"
  },
  {
      "id": 439,
      "name": "Пистолет силиконовый",
      "measure": "шт"
  },
  {
      "id": 440,
      "name": "Пистолет текстурный",
      "measure": "шт"
  },
  {
      "id": 441,
      "name": "Пистолет-шприц для швов Master",
      "measure": "шт"
  },
  {
      "id": 442,
      "name": "Плафон FAN",
      "measure": "шт"
  },
  {
      "id": 443,
      "name": "Плафон, 20х20см",
      "measure": "шт"
  },
  {
      "id": 444,
      "name": "Пленка со скотчем, 55мм",
      "measure": "шт"
  },
  {
      "id": 445,
      "name": "Пленка черная",
      "measure": "м"
  },
  {
      "id": 446,
      "name": "Пленка черная, 1.5м",
      "measure": "кг"
  },
  {
      "id": 447,
      "name": "Пленка черная, 200х520мм",
      "measure": "кг"
  },
  {
      "id": 448,
      "name": "Плинтус , 7х1800мм",
      "measure": "шт"
  },
  {
      "id": 449,
      "name": "Плинтус Н80, 2.8м",
      "measure": "шт"
  },
  {
      "id": 450,
      "name": "Плинтус Н80, 7х2000мм",
      "measure": "шт"
  },
  {
      "id": 451,
      "name": "Плоскогубцы утконосы",
      "measure": "шт"
  },
  {
      "id": 452,
      "name": "Плоскогубцы Bolian",
      "measure": "шт"
  },
  {
      "id": 453,
      "name": "Плоскогубцы Litter",
      "measure": "шт"
  },
  {
      "id": 454,
      "name": "Плоскогубцы Master",
      "measure": "шт"
  },
  {
      "id": 455,
      "name": "Плоскогубцы, Stayer",
      "measure": "шт"
  },
  {
      "id": 456,
      "name": "ПНД труба для горячей воды, 15мм",
      "measure": "м"
  },
  {
      "id": 457,
      "name": "ПНД труба черная, 32мм",
      "measure": "м"
  },
  {
      "id": 458,
      "name": "ПНД труба, 20мм",
      "measure": "м"
  },
  {
      "id": 459,
      "name": "ПНД труба, 25мм",
      "measure": "м"
  },
  {
      "id": 460,
      "name": "Подвес 6х30",
      "measure": "шт"
  },
  {
      "id": 461,
      "name": "Подвес анкерный",
      "measure": "шт"
  },
  {
      "id": 462,
      "name": "Подвес(лягушка)",
      "measure": "шт"
  },
  {
      "id": 463,
      "name": "Подвес(спица), 1м",
      "measure": "шт"
  },
  {
      "id": 464,
      "name": "Подрозетник глубокий",
      "measure": "шт"
  },
  {
      "id": 465,
      "name": "Подрозетник для гипсокартона",
      "measure": "шт"
  },
  {
      "id": 466,
      "name": "Полуотвод, 15мм",
      "measure": "шт"
  },
  {
      "id": 467,
      "name": "Правила 'Мастер', 1.5м",
      "measure": "шт"
  },
  {
      "id": 468,
      "name": "Правила 'Мастер', 2.5м",
      "measure": "шт"
  },
  {
      "id": 469,
      "name": "Правила, 2м",
      "measure": "шт"
  },
  {
      "id": 470,
      "name": "Провод ПВ-2, 1х10мм",
      "measure": "м"
  },
  {
      "id": 471,
      "name": "Проволока 3.8мм, 50кг",
      "measure": "бух"
  },
  {
      "id": 472,
      "name": "Проволока вязальная 25кг, 1.2мм",
      "measure": "бух"
  },
  {
      "id": 473,
      "name": "Проволока вязальная, 3.2мм",
      "measure": "бух"
  },
  {
      "id": 474,
      "name": "Проволока для паяльника",
      "measure": "шт"
  },
  {
      "id": 475,
      "name": "Проволока опалубочная 50кг, 2.8мм",
      "measure": "бух"
  },
  {
      "id": 476,
      "name": "Проволока, 1.2мм",
      "measure": "шт"
  },
  {
      "id": 477,
      "name": "Проволока, 2.8мм",
      "measure": "бухта"
  },
  {
      "id": 478,
      "name": "Проволока, 2мм",
      "measure": "шт"
  },
  {
      "id": 479,
      "name": "Прожектор светодиодный, 220В",
      "measure": "шт"
  },
  {
      "id": 480,
      "name": "Прожектор FAN, 150Вт",
      "measure": "шт"
  },
  {
      "id": 481,
      "name": "Прожектор FAN, 200Вт",
      "measure": "шт"
  },
  {
      "id": 482,
      "name": "Прожектор, 100Вт",
      "measure": "шт"
  },
  {
      "id": 483,
      "name": "Профиль направляющий, 28х27х0.6",
      "measure": "м"
  },
  {
      "id": 484,
      "name": "Профиль направляющий, 60х27х0.4",
      "measure": "м"
  },
  {
      "id": 485,
      "name": "Профиль направляющий, 75х40х0.6",
      "measure": "м"
  },
  {
      "id": 486,
      "name": "Профиль, 6х60х27",
      "measure": "м"
  },
  {
      "id": 487,
      "name": "Профиль, 75х50х0.6",
      "measure": "м"
  },
  {
      "id": 488,
      "name": "Пушка тепловая электрическая Dekor, 5кВт",
      "measure": "шт"
  },
  {
      "id": 489,
      "name": "Разъем мама-папа, 380Вт",
      "measure": "шт"
  },
  {
      "id": 490,
      "name": "Рамка для розеток 4-местная",
      "measure": "шт"
  },
  {
      "id": 491,
      "name": "Рамка для розеток 6-местная",
      "measure": "шт"
  },
  {
      "id": 492,
      "name": "Растворитель Уайт-Спирт, 1лт.",
      "measure": "бут"
  },
  {
      "id": 493,
      "name": "Растворитель Уайт-Спирт, 2лт",
      "measure": "бут"
  },
  {
      "id": 494,
      "name": "Растворитель Уайт-Спирт, 5лт.",
      "measure": "канистра"
  },
  {
      "id": 495,
      "name": "Резина для ПНД трубы, 50мм",
      "measure": "шт"
  },
  {
      "id": 496,
      "name": "Рейка, 50х50х0.6м",
      "measure": "шт"
  },
  {
      "id": 497,
      "name": "Реле напряжения 3п, 63А",
      "measure": "шт"
  },
  {
      "id": 498,
      "name": "Розетка 3-фазная",
      "measure": "шт"
  },
  {
      "id": 499,
      "name": "Розетка двойная",
      "measure": "шт"
  },
  {
      "id": 500,
      "name": "Розетка каучуковая, 3-розетки",
      "measure": "шт"
  },
  {
      "id": 501,
      "name": "Розетка квадратная белая, Viko",
      "measure": "шт"
  },
  {
      "id": 502,
      "name": "Розетка наружная двойная ЕКТ",
      "measure": "шт"
  },
  {
      "id": 503,
      "name": "Рубероид Техноликоль, 10м2",
      "measure": "рул"
  },
  {
      "id": 504,
      "name": "Рубильник автоматический, 250А",
      "measure": "шт"
  },
  {
      "id": 505,
      "name": "Рулетка 'Ракета', 30м",
      "measure": "шт"
  },
  {
      "id": 506,
      "name": "Рулетка желтая, 5м",
      "measure": "шт"
  },
  {
      "id": 507,
      "name": "Рулетка металлическая, 50м",
      "measure": "шт"
  },
  {
      "id": 508,
      "name": "Рулетка Bolian, 10м",
      "measure": "шт"
  },
  {
      "id": 509,
      "name": "Рулетка Bolian, 5м",
      "measure": "шт"
  },
  {
      "id": 510,
      "name": "Рулетка, 7.5м",
      "measure": "шт"
  },
  {
      "id": 511,
      "name": "Ручка",
      "measure": "шт"
  },
  {
      "id": 512,
      "name": "Саморегулирующийся греющий кабель",
      "measure": "м"
  },
  {
      "id": 513,
      "name": "Саморез для дверной ручки 6см, 500гр",
      "measure": "гр"
  },
  {
      "id": 514,
      "name": "Саморез кровельный по металлу A&T, 5,5x50",
      "measure": "кг"
  },
  {
      "id": 515,
      "name": "Саморез кровельный, антрацит",
      "measure": "кг"
  },
  {
      "id": 516,
      "name": "Саморез по дереву A&T 100шт, 3.5x2.5см",
      "measure": "пач"
  },
  {
      "id": 517,
      "name": "Саморез по дереву A&T 100шт, 3.5x5см",
      "measure": "пач"
  },
  {
      "id": 518,
      "name": "Саморез по дереву A&T, 3х2.5см",
      "measure": "пач"
  },
  {
      "id": 519,
      "name": "Саморез по дереву, 4х2.8мм",
      "measure": "пач"
  },
  {
      "id": 520,
      "name": "Саморез по дереву, 5см",
      "measure": "пач"
  },
  {
      "id": 521,
      "name": "Саморез по дереву, 6х10см",
      "measure": "шт"
  },
  {
      "id": 522,
      "name": "Саморез по дереву, 7см",
      "measure": "пач"
  },
  {
      "id": 523,
      "name": "Саморез по металлу Максимум 6х4см, 1200шт",
      "measure": "пач"
  },
  {
      "id": 524,
      "name": "Саморез по металлу A&T, 4х2.13см",
      "measure": "пач"
  },
  {
      "id": 525,
      "name": "Саморез по металлу Exprof 3x5,100 шт",
      "measure": "пач"
  },
  {
      "id": 526,
      "name": "Саморез по металлу, 3см",
      "measure": "кг"
  },
  {
      "id": 527,
      "name": "Саморез по металлу, 6x10мм",
      "measure": "пач"
  },
  {
      "id": 528,
      "name": "Саморез пресс шайба, 4х2.25см",
      "measure": "пач"
  },
  {
      "id": 529,
      "name": "Саморез с буром A&T 100шт, 4.2х13мм",
      "measure": "пач"
  },
  {
      "id": 530,
      "name": "Саморез A&T, 13x4.2",
      "measure": "пач"
  },
  {
      "id": 531,
      "name": "Саморез A&T, 25x2.5",
      "measure": "пач"
  },
  {
      "id": 532,
      "name": "Саморез Exprofil 3х5.25, 250шт.",
      "measure": "пач"
  },
  {
      "id": 533,
      "name": "Саморез Krepmax, 4.2х13мм",
      "measure": "пач"
  },
  {
      "id": 534,
      "name": "Саморех по дереву, 50мм",
      "measure": "пач"
  },
  {
      "id": 535,
      "name": "Сапоги резиновые",
      "measure": "пара"
  },
  {
      "id": 536,
      "name": "Сверло (Ёлочка)",
      "measure": "шт"
  },
  {
      "id": 537,
      "name": "Сверло по дереву 'Максимум', 20мм",
      "measure": "шт"
  },
  {
      "id": 538,
      "name": "Сверло по кафелю, 10мм",
      "measure": "шт"
  },
  {
      "id": 539,
      "name": "Сверло по кафелю, 8мм",
      "measure": "шт"
  },
  {
      "id": 540,
      "name": "Сверло по металлу, 10мм",
      "measure": "шт"
  },
  {
      "id": 541,
      "name": "Сверло по металлу, 12мм",
      "measure": "шт"
  },
  {
      "id": 542,
      "name": "Сверло KROTT, 14мм",
      "measure": "шт"
  },
  {
      "id": 543,
      "name": "Сверло KROTT, 8мм",
      "measure": "шт"
  },
  {
      "id": 544,
      "name": "Светильник VI-9 Плафон",
      "measure": "шт"
  },
  {
      "id": 545,
      "name": "Светоотражающий жилет",
      "measure": "шт"
  },
  {
      "id": 546,
      "name": "СВП зажим 'Алексгруп' 100шт, 1.5мм",
      "measure": "пач"
  },
  {
      "id": 547,
      "name": "Сердцевина, 7см",
      "measure": "шт"
  },
  {
      "id": 548,
      "name": "Сердцевина, 8см",
      "measure": "шт"
  },
  {
      "id": 549,
      "name": "Серпянка фасадная, 10кв.м",
      "measure": "рул"
  },
  {
      "id": 550,
      "name": "Серпянка, 10см",
      "measure": "шт"
  },
  {
      "id": 551,
      "name": "Серпянка, 5х40см",
      "measure": "шт"
  },
  {
      "id": 552,
      "name": "Серпянка, 8см",
      "measure": "шт"
  },
  {
      "id": 553,
      "name": "Сетка для мытья посуды высшего качества",
      "measure": "шт"
  },
  {
      "id": 554,
      "name": "Сетка для мытья посуды низкого качества",
      "measure": "шт"
  },
  {
      "id": 555,
      "name": "Сетка для мытья посуды среднего качества",
      "measure": "шт"
  },
  {
      "id": 556,
      "name": "Сетка для мытья посуды удовлетворительного качества",
      "measure": "шт"
  },
  {
      "id": 557,
      "name": "Сеткамак 4.7, 100х100мм (160,250)",
      "measure": "шт"
  },
  {
      "id": 558,
      "name": "Сеткамак ВР3 1.6х2.5м, 100х100мм",
      "measure": "шт"
  },
  {
      "id": 559,
      "name": "Сеткамак ВР3 15х15мм, 2х3м",
      "measure": "шт"
  },
  {
      "id": 560,
      "name": "Сеткамак ВР4, 100х100мм",
      "measure": "шт"
  },
  {
      "id": 561,
      "name": "Сеткамак ВР4, 150х150мм",
      "measure": "шт"
  },
  {
      "id": 562,
      "name": "Сеткамак ВР5 1.6х2.5м, 150х150мм",
      "measure": "шт"
  },
  {
      "id": 563,
      "name": "Сеткамак ВР5 2х3м, 100х100мм",
      "measure": "шт"
  },
  {
      "id": 564,
      "name": "Силикон белый Akfix, 225гр",
      "measure": "шт"
  },
  {
      "id": 565,
      "name": "Силикон белый Profil",
      "measure": "шт"
  },
  {
      "id": 566,
      "name": "Силикон Akfix прозоранчый, 280гр",
      "measure": "шт"
  },
  {
      "id": 567,
      "name": "Сифон, 50х1000мм",
      "measure": "шт"
  },
  {
      "id": 568,
      "name": "Скотч армированный, 5х30",
      "measure": "шт"
  },
  {
      "id": 569,
      "name": "Скотч армированный, 5х40",
      "measure": "шт"
  },
  {
      "id": 570,
      "name": "Скотч бумажный, 10см",
      "measure": "пач"
  },
  {
      "id": 571,
      "name": "Скотч бумажный, 2см",
      "measure": "шт"
  },
  {
      "id": 572,
      "name": "Скотч бумажный, 5см",
      "measure": "шт"
  },
  {
      "id": 573,
      "name": "Скотч двусторонний",
      "measure": "шт"
  },
  {
      "id": 574,
      "name": "Скотч малярный, 10х40см",
      "measure": "шт"
  },
  {
      "id": 575,
      "name": "Скотч прозрачный толстый Krepmax",
      "measure": "шт"
  },
  {
      "id": 576,
      "name": "Скребок средний Bixin, 60мм",
      "measure": "шт"
  },
  {
      "id": 577,
      "name": "Смесь сухая Knauf Rotband, 30кг",
      "measure": "меш"
  },
  {
      "id": 578,
      "name": "Соединитель для компрессора одинарный",
      "measure": "шт"
  },
  {
      "id": 579,
      "name": "Соединитель для компрессора, 3х1",
      "measure": "шт"
  },
  {
      "id": 580,
      "name": "Соединитель для ПНД трубы",
      "measure": "шт"
  },
  {
      "id": 581,
      "name": "Соединитель для профиля",
      "measure": "шт"
  },
  {
      "id": 582,
      "name": "Стрейч-пленка",
      "measure": "рул"
  },
  {
      "id": 583,
      "name": "Стремянка, 4м",
      "measure": "шт"
  },
  {
      "id": 584,
      "name": "Стремянка, 6м",
      "measure": "шт"
  },
  {
      "id": 585,
      "name": "Сумка",
      "measure": "шт"
  },
  {
      "id": 586,
      "name": "Счетчик 3-фазный на дин-рейку",
      "measure": "шт"
  },
  {
      "id": 587,
      "name": "Тачка строительная",
      "measure": "шт"
  },
  {
      "id": 588,
      "name": "Терка штукатурная, 10х20см",
      "measure": "шт"
  },
  {
      "id": 589,
      "name": "Терморегулятор антилед Uniel",
      "measure": "шт"
  },
  {
      "id": 590,
      "name": "Топор Exprof, 1200гр",
      "measure": "шт"
  },
  {
      "id": 591,
      "name": "Топор Exprof, 1400гр",
      "measure": "шт"
  },
  {
      "id": 592,
      "name": "Травертин жидкий белый, 75кг",
      "measure": "вед"
  },
  {
      "id": 593,
      "name": "Трйоник для трубы 110мм",
      "measure": "шт"
  },
  {
      "id": 594,
      "name": "Тройник для труб, 15мм",
      "measure": "шт"
  },
  {
      "id": 595,
      "name": "Тройник электрический",
      "measure": "шт"
  },
  {
      "id": 596,
      "name": "Труба 10см, 1м",
      "measure": "шт"
  },
  {
      "id": 597,
      "name": "Труба 10см, 2м",
      "measure": "шт"
  },
  {
      "id": 598,
      "name": "Тряпка вафельная",
      "measure": "шт"
  },
  {
      "id": 599,
      "name": "Тряпка кожаная",
      "measure": "шт"
  },
  {
      "id": 600,
      "name": "Тряпка половая",
      "measure": "шт"
  },
  {
      "id": 601,
      "name": "Тряпка, 40х30см",
      "measure": "шт"
  },
  {
      "id": 602,
      "name": "Тряпка, 70х40см",
      "measure": "шт"
  },
  {
      "id": 603,
      "name": "Уголок крепежный, 60х60, 40мм",
      "measure": "шт"
  },
  {
      "id": 604,
      "name": "Уголок перфорированный, 2см",
      "measure": "шт"
  },
  {
      "id": 605,
      "name": "Уголок пластиковый белый, 15х15",
      "measure": "шт"
  },
  {
      "id": 606,
      "name": "Уголок сеточный",
      "measure": "шт"
  },
  {
      "id": 607,
      "name": "Уголок черный, 2см",
      "measure": "шт"
  },
  {
      "id": 608,
      "name": "Угольник строительный, 90град",
      "measure": "шт"
  },
  {
      "id": 609,
      "name": "Удочка для валика",
      "measure": "шт"
  },
  {
      "id": 610,
      "name": "Уровень строительный Dekor, 60см",
      "measure": "шт"
  },
  {
      "id": 611,
      "name": "Уровень строительный Dekor, 80см",
      "measure": "шт"
  },
  {
      "id": 612,
      "name": "УШМ(Болгарка) Dekor, 180мм",
      "measure": "шт"
  },
  {
      "id": 613,
      "name": "УШМ(Болгарка) Power Action, 125мм",
      "measure": "шт"
  },
  {
      "id": 614,
      "name": "УШМ(Болгарка) Worcraft, 180мм",
      "measure": "шт"
  },
  {
      "id": 615,
      "name": "УШМ(Болгарка) Worcraft, 230мм",
      "measure": "шт"
  },
  {
      "id": 616,
      "name": "Фиксатор на дин-рейку",
      "measure": "шт"
  },
  {
      "id": 617,
      "name": "Фонарик P50",
      "measure": "шт"
  },
  {
      "id": 618,
      "name": "ФУМ лента",
      "measure": "шт"
  },
  {
      "id": 619,
      "name": "Хомут (стяжка), 2х5.2",
      "measure": "пач"
  },
  {
      "id": 620,
      "name": "Хомут металлический, 0.25м",
      "measure": "шт"
  },
  {
      "id": 621,
      "name": "Хомут пластиковый",
      "measure": "пач"
  },
  {
      "id": 622,
      "name": "Хомут, 6х250мм",
      "measure": "шт"
  },
  {
      "id": 623,
      "name": "Цанга М8",
      "measure": "шт"
  },
  {
      "id": 624,
      "name": "Цемент М450, 50кг",
      "measure": "меш"
  },
  {
      "id": 625,
      "name": "Чайник электрический Tefal",
      "measure": "шт"
  },
  {
      "id": 626,
      "name": "Чашка алмазная, 180мм",
      "measure": "шт"
  },
  {
      "id": 627,
      "name": "Чопик 100шт, 6х40",
      "measure": "пач"
  },
  {
      "id": 628,
      "name": "Чопик, 6х60",
      "measure": "пач"
  },
  {
      "id": 629,
      "name": "Шайба М10",
      "measure": "кг"
  },
  {
      "id": 630,
      "name": "Шайба М12",
      "measure": "кг"
  },
  {
      "id": 631,
      "name": "Шайба М8",
      "measure": "кг"
  },
  {
      "id": 632,
      "name": "Шарошка, 120мм",
      "measure": "шт"
  },
  {
      "id": 633,
      "name": "Швабра",
      "measure": "шт"
  },
  {
      "id": 634,
      "name": "Шестигранник набор CR-V",
      "measure": "комп"
  },
  {
      "id": 635,
      "name": "Шина алюминевая, 30х3",
      "measure": "хлыст"
  },
  {
      "id": 636,
      "name": "Шина алюминевая, 4000х30,5мм",
      "measure": "хлыст"
  },
  {
      "id": 637,
      "name": "Шина алюминевая, 40х4/6м",
      "measure": "шт"
  },
  {
      "id": 638,
      "name": "Шина монтажная, 30/30",
      "measure": "м"
  },
  {
      "id": 639,
      "name": "Шина на дин-рейку (Кросс модуль), 3/250А",
      "measure": "шт"
  },
  {
      "id": 640,
      "name": "Шина на дин-рейку (Кросс модуль), 4х7",
      "measure": "шт"
  },
  {
      "id": 641,
      "name": "Шина нулевая, 15 групп",
      "measure": "шт"
  },
  {
      "id": 642,
      "name": "Шкурка для шлифовки",
      "measure": "шт"
  },
  {
      "id": 643,
      "name": "Шланг для компрессора, 15м",
      "measure": "шт"
  },
  {
      "id": 644,
      "name": "Шланг для компрессора, 20м",
      "measure": "шт"
  },
  {
      "id": 645,
      "name": "Шланг для текстурного пистолета, 10мх8",
      "measure": "шт"
  },
  {
      "id": 646,
      "name": "Шпатель ЗУБР, 25см",
      "measure": "шт"
  },
  {
      "id": 647,
      "name": "Шпатель ЗУБР, 40см",
      "measure": "шт"
  },
  {
      "id": 648,
      "name": "Шпатель зубчатый, 300мм",
      "measure": "шт"
  },
  {
      "id": 649,
      "name": "Шпатель Оскар, 10см",
      "measure": "шт"
  },
  {
      "id": 650,
      "name": "Шпатель Оскар, 35см",
      "measure": "шт"
  },
  {
      "id": 651,
      "name": "Шпатель текстурный",
      "measure": "шт"
  },
  {
      "id": 652,
      "name": "Шпатель, 30см",
      "measure": "шт"
  },
  {
      "id": 653,
      "name": "Шпатлевка гипсовая Alinex Glatt, 25кг",
      "measure": "меш"
  },
  {
      "id": 654,
      "name": "Шпатлевка финишная Final Tytan, 25кг",
      "measure": "меш"
  },
  {
      "id": 655,
      "name": "Шпатлевка AlinEX Finish, 25кг",
      "measure": "меш"
  },
  {
      "id": 656,
      "name": "Шпатлевка AlinEX Finish, 25кг(полимерная)",
      "measure": "меш"
  },
  {
      "id": 657,
      "name": "Шпатлевка AlinEX GLATT, 25кг",
      "measure": "шт"
  },
  {
      "id": 658,
      "name": "Шпатлевка Verolit, 25 кг",
      "measure": "меш"
  },
  {
      "id": 659,
      "name": "Шпилька М10, 2м",
      "measure": "шт"
  },
  {
      "id": 660,
      "name": "Шпилька, 100х12",
      "measure": "шт"
  },
  {
      "id": 661,
      "name": "Шпингалет, 10см",
      "measure": "шт"
  },
  {
      "id": 662,
      "name": "Шторка для душа, 180х180",
      "measure": "шт"
  },
  {
      "id": 663,
      "name": "Штукатурка гипсовая Grender AlinEX, 25кг",
      "measure": "меш"
  },
  {
      "id": 664,
      "name": "Штукатурка гипсовая Grender AlinEX, 30кг",
      "measure": "меш"
  },
  {
      "id": 665,
      "name": "Штукатурка гипсовая Rotband, 30кг",
      "measure": "меш"
  },
  {
      "id": 666,
      "name": "Шуруп по дереву Exprof 100шт, 3.5х30мм",
      "measure": "пач"
  },
  {
      "id": 667,
      "name": "Шуруп по дереву Exprof 100шт, 3.5х5мм",
      "measure": "пач"
  },
  {
      "id": 668,
      "name": "Шуруп по дереву Exprof 100шт, 4.2х70мм",
      "measure": "пач"
  },
  {
      "id": 669,
      "name": "Шуруп по дереву Exprof 100шт, 6.5х10мм",
      "measure": "пач"
  },
  {
      "id": 670,
      "name": "Шуруп по дереву, 3х5.5мм",
      "measure": "пач"
  },
  {
      "id": 671,
      "name": "Шуруповерт Power Action",
      "measure": "шт"
  },
  {
      "id": 672,
      "name": "Шуруповерт WORKRAFT",
      "measure": "шт"
  },
  {
      "id": 673,
      "name": "Щетка для окон",
      "measure": "шт"
  },
  {
      "id": 674,
      "name": "Щетка для УШМ, 125мм",
      "measure": "шт"
  },
  {
      "id": 675,
      "name": "Щетка для УШМ, 65мм",
      "measure": "шт"
  },
  {
      "id": 676,
      "name": "Щетка для швабры, 10х60см",
      "measure": "шт"
  },
  {
      "id": 677,
      "name": "Щетка по металлу",
      "measure": "шт"
  },
  {
      "id": 678,
      "name": "Щетка шробер",
      "measure": "шт"
  },
  {
      "id": 679,
      "name": "Щит распределительный металлический наружный 'Маткасым', 500х400мм",
      "measure": "шт"
  },
  {
      "id": 680,
      "name": "Щит распределительный металлический наружный 'Маткасым', 600х400мм",
      "measure": "шт"
  },
  {
      "id": 681,
      "name": "Щит распределительный металлический наружный 'Маткасым', 800х600мм",
      "measure": "шт"
  },
  {
      "id": 682,
      "name": "Щит распределительный металлический наружный ЕКТ, 650х550мм",
      "measure": "шт"
  },
  {
      "id": 683,
      "name": "Щит распределительный металлический, 1000х650мм",
      "measure": "шт"
  },
  {
      "id": 684,
      "name": "Щит распределительный наружный Viko, 18 модулей",
      "measure": "шт"
  },
  {
      "id": 685,
      "name": "Щит распределительный наружный, 24 модуля",
      "measure": "шт"
  },
  {
      "id": 686,
      "name": "Щит распределительный CHINT, 600х400мм",
      "measure": "шт"
  },
  {
      "id": 687,
      "name": "Электрод Арсенал №3, 2.5кг",
      "measure": "пач"
  },
  {
      "id": 688,
      "name": "Электрод УОНИ 4мм, 6кг",
      "measure": "пач"
  },
  {
      "id": 689,
      "name": "Электродержатель для сварки винтовой TITAN 500А",
      "measure": "шт"
  },
  {
      "id": 690,
      "name": "Электродержатель для сварки высшее кач., синий",
      "measure": "шт"
  },
  {
      "id": 691,
      "name": "Электродержатель для сварки среднее кач., черный",
      "measure": "шт"
  }
];

export const buyersList = [
  {
    id: 1,
    name: "Артис Строй Констракшн",
    iin: "02511202010082",
    bankAccount: "1030220000191440",
    bankName: 'ОАО "Коммерческий банк Кыргызстан"',
    constructions: [
      "Админ.здание по ул.Масалиева, 28",
      "БЦ по ул.Сыдыкова,70",
      "ул. Звездная, 23",
      "Бульвар Эркиндик, 66",
    ],
  },
  {
    id: 2,
    name: "ОсОО 'Гетест'",
    iin: "00206200010016",
    bankAccount: "1091520103260189",
    bankName: "Филиал №4 Оптима Банк, БИК 109015",
    constructions: [
      "Панфилова 92А",
      "Аэродром, с.Байтик",
      "Зона Отдыха, с. Кашка-суу",
    ],
  },
  {
    id: 3,
    name: "ОсОО 'СК Оптима'",
    iin: "02904199210026",
    bankAccount: "1090800015300173",
    bankName: "Филиал №1 Оптима Банк, БИК 109008",
    constructions: ["Малдыбаева 279"],
  },
  {
    id: 4,
    name: "ЗАО 'Браво Плюс'",
    iin: "03012202410225",
    bankAccount: "1240020001858463",
    bankName: "ОАО филиал 'Бакай Банк Грин', БИК 124034",
    constructions: ["ОП Браво Плюс"],
  },
];

export const monthToColumn = {
  11: "O", // ноябрь
  12: "Q", // декабрь
  1: "S", // январь
  2: "U", // февраль
  3: "W", // март
  4: "Y", // апрель
  5: "AA", // май
  6: "AC", // июнь
  7: "AE", // июль
  8: "AG", // август
  9: "AI", // сентябрь
  10: "AK", // октябрь
};

export const sortMaterials = (materials) => {
  return materials
    .slice()
    .sort((a, b) => a.name.localeCompare(b.name, "ru"))
    .map((item, index) => ({
      ...item,
      id: index + 1,
    }));
};
