export const materialData = [
  {
    id: 1,
    name: "Андава деревяная, 70см",
    measure: "шт",
  },
  {
    id: 2,
    name: "Андава металическая, 40см",
    measure: "шт",
  },
  {
    id: 3,
    name: "Андава одноразовая",
    measure: "шт",
  },
  {
    id: 4,
    name: "Андава пластиковая, 30см",
    measure: "шт",
  },
  {
    id: 5,
    name: "Базалит 110(плотность), 10х100х60",
    measure: "пач",
  },
  {
    id: 6,
    name: "Батарейка Крона 9В",
    measure: "шт",
  },
  {
    id: 7,
    name: "Бита строительная",
    measure: "шт",
  },
  {
    id: 8,
    name: "Болт М17, 1200шт",
    measure: "меш",
  },
  {
    id: 9,
    name: "Бур 10х350мм",
    measure: "шт",
  },
  {
    id: 10,
    name: "Бур 12х160мм",
    measure: "шт",
  },
  {
    id: 11,
    name: "Бур 12х350мм",
    measure: "шт",
  },
  {
    id: 12,
    name: "Бур 14х160мм",
    measure: "шт",
  },
  {
    id: 13,
    name: "Бур 14х350мм",
    measure: "шт",
  },
  {
    id: 14,
    name: "Вага мягкая, 3ка",
    measure: "пач",
  },
  {
    id: 15,
    name: "Валик 5 в 1 Июхой, 100мм",
    measure: "шт",
  },
  {
    id: 16,
    name: "Валик Июхой, 220мм",
    measure: "шт",
  },
  {
    id: 17,
    name: "Валик синий, 300мм",
    measure: "шт",
  },
  {
    id: 18,
    name: "Валик, 250мм",
    measure: "шт",
  },
  {
    id: 19,
    name: "Валик, 300мм",
    measure: "шт",
  },
  {
    id: 20,
    name: "Ванна для краски",
    measure: "шт",
  },
  {
    id: 21,
    name: "Ведро",
    measure: "шт",
  },
  {
    id: 22,
    name: "Веник",
    measure: "шт",
  },
  {
    id: 23,
    name: "Вилка кабельная, черная",
    measure: "шт",
  },
  {
    id: 24,
    name: "Выключатель автоматический 1п, 16А",
    measure: "шт",
  },
  {
    id: 25,
    name: "Выключтаель автоматический 1п, 6А",
    measure: "шт",
  },
  {
    id: 26,
    name: "Выключтаель автоматический 3п, 40А",
    measure: "шт",
  },
  {
    id: 27,
    name: "Выключтаель автоматический 3п, 63А",
    measure: "шт",
  },
  {
    id: 28,
    name: "Гайка М10",
    measure: "кг",
  },
  {
    id: 29,
    name: "Гайка М8",
    measure: "шт",
  },
  {
    id: 30,
    name: "Гайка, 17мм",
    measure: "шт",
  },
  {
    id: 31,
    name: "Гвозди жидкие Akfix 310",
    measure: "шт",
  },
  {
    id: 32,
    name: "Гвозди пороховые, 100шт",
    measure: "пач",
  },
  {
    id: 33,
    name: "Гвозди, 100мм",
    measure: "кг",
  },
  {
    id: 34,
    name: "Гвозди, 120мм",
    measure: "кг",
  },
  {
    id: 35,
    name: "Гидроизоляция, 10кг",
    measure: "вед",
  },
  {
    id: 36,
    name: "ГКЛ 12.5",
    measure: "шт",
  },
  {
    id: 37,
    name: "ГКЛ-А-Плук 2500*1200*9,5(67)",
    measure: "шт",
  },
  {
    id: 38,
    name: "ГКЛ-В-Плук 2500*1200*12,5(51)",
    measure: "шт",
  },
  {
    id: 39,
    name: "ГКЛ-В-Плук 2500*1200*9,5(67)",
    measure: "шт",
  },
  {
    id: 40,
    name: "Головка для перфоратора большая Deko",
    measure: "шт",
  },
  {
    id: 41,
    name: "Головка М8",
    measure: "шт",
  },
  {
    id: 42,
    name: "Гофра серая, 20мм",
    measure: "м",
  },
  {
    id: 43,
    name: "Гофра серая, 25мм",
    measure: "м",
  },
  {
    id: 44,
    name: "Грунтовка по металлу, серый 20кг",
    measure: "вед",
  },
  {
    id: 45,
    name: "Грунтовка AlinEX PRIMER, 10кг",
    measure: "канистра",
  },
  {
    id: 46,
    name: "Грунтовка AlinEX PRIMER, 10л",
    measure: "канистра",
  },
  {
    id: 47,
    name: "Губка хозяйственная",
    measure: "шт",
  },
  {
    id: 48,
    name: "Держатель для шкурки",
    measure: "шт",
  },
  {
    id: 49,
    name: "Дин-рейка, 4х100",
    measure: "хлыст",
  },
  {
    id: 50,
    name: "Диск алмазный Кристал, 115мм",
    measure: "шт",
  },
  {
    id: 51,
    name: "Диск отрезной для плитки Максимум, 125мм",
    measure: "шт",
  },
  {
    id: 52,
    name: "Диск отрезной для плитки Максимум, 180мм",
    measure: "шт",
  },
  {
    id: 53,
    name: "Диск отрезной для плитки Bolian, 125мм",
    measure: "шт",
  },
  {
    id: 54,
    name: "Диск отрезной по бетону Bolian золотой, 125мм",
    measure: "шт",
  },
  {
    id: 55,
    name: "Диск отрезной по бетону Bolian, 125мм",
    measure: "шт",
  },
  {
    id: 56,
    name: "Диск отрезной по бетону Bolian, 180мм",
    measure: "шт",
  },
  {
    id: 57,
    name: "Диск отрезной по бетону Deko, 125мм",
    measure: "шт",
  },
  {
    id: 58,
    name: "Диск отрезной по бетону, 180мм",
    measure: "шт",
  },
  {
    id: 59,
    name: "Диск отрезной по дереву, 180мм",
    measure: "шт",
  },
  {
    id: 60,
    name: "Диск отрезной по кафелю Максимум, 125мм",
    measure: "шт",
  },
  {
    id: 61,
    name: "Диск отрезной по кафелю Bolian золотой, 125мм",
    measure: "шт",
  },
  {
    id: 62,
    name: "Диск отрезной по кафелю DEKO, 125мм",
    measure: "шт",
  },
  {
    id: 63,
    name: "Диск отрезной по кафелю, 115мм",
    measure: "шт",
  },
  {
    id: 64,
    name: "Диск отрезной по металлу Rodex, 125мм",
    measure: "шт",
  },
  {
    id: 65,
    name: "Диск отрезной Rodex, 180мм",
    measure: "шт",
  },
  {
    id: 66,
    name: "Диск шлифовальный по камню, 80мм",
    measure: "шт",
  },
  {
    id: 67,
    name: "Диск шлифовальный по камню, тонкий",
    measure: "шт",
  },
  {
    id: 68,
    name: "Доставка",
    measure: "рейс",
  },
  {
    id: 69,
    name: "Дрель шуруповерт Deko",
    measure: "шт",
  },
  {
    id: 70,
    name: "Дюбель гвоздь, 100мм",
    measure: "кг",
  },
  {
    id: 71,
    name: "Дюбель Зонтик, 12х180мм",
    measure: "шт",
  },
  {
    id: 72,
    name: "Дюбель Зонтик, 160мм",
    measure: "шт",
  },
  {
    id: 73,
    name: "Зажим",
    measure: "шт",
  },
  {
    id: 74,
    name: "Зажим СВП(Флажок), 1.5мм",
    measure: "пач",
  },
  {
    id: 75,
    name: "Затирка черная AlinEX, 4кг",
    measure: "пач",
  },
  {
    id: 76,
    name: "Затирка AlinEX темно-серая, 5кг",
    measure: "пач",
  },
  {
    id: 77,
    name: "Затирка CE33 белая, 2кг",
    measure: "кг",
  },
  {
    id: 78,
    name: "Затирка CE33 графитовый, 2кг",
    measure: "пач",
  },
  {
    id: 79,
    name: "Затирка CE33 серый, 2кг",
    measure: "пач",
  },
  {
    id: 80,
    name: "Затирка CE40 шоколадный, 2кг",
    measure: "пач",
  },
  {
    id: 81,
    name: "Затирка Kitt белая, 2кг",
    measure: "меш",
  },
  {
    id: 82,
    name: "Изолента",
    measure: "шт",
  },
  {
    id: 83,
    name: "Кабель 'Чиска'",
    measure: "хлыст",
  },
  {
    id: 84,
    name: "Кабель ВВГ, 3х1.5",
    measure: "м",
  },
  {
    id: 85,
    name: "Кабель ВВГ, 3х2.5",
    measure: "м",
  },
  {
    id: 86,
    name: "Кабель ВВГ, 5х16",
    measure: "м",
  },
  {
    id: 87,
    name: "Кабель ВВР, 5х16",
    measure: "м",
  },
  {
    id: 88,
    name: "Кабель канал, 40х25",
    measure: "хлыст",
  },
  {
    id: 89,
    name: "Кабель канал, 60х40",
    measure: "хлыст",
  },
  {
    id: 90,
    name: "Кабель канал, 80х60",
    measure: "хлыст",
  },
  {
    id: 91,
    name: "Кабель ПВС, 2х2.5",
    measure: "м",
  },
  {
    id: 92,
    name: "Кабель ПВС, 3х1.5",
    measure: "м",
  },
  {
    id: 93,
    name: "Кабель ПВС, 3х2.5",
    measure: "м",
  },
  {
    id: 94,
    name: "Кабель ПВС, 3х4",
    measure: "м",
  },
  {
    id: 95,
    name: "Кабель ПВС, 4х4",
    measure: "м",
  },
  {
    id: 96,
    name: "Кабель ПВС, 5х4",
    measure: "м",
  },
  {
    id: 97,
    name: "Канцелярский нож",
    measure: "шт",
  },
  {
    id: 98,
    name: "Карандаш строительный, черный",
    measure: "шт",
  },
  {
    id: 99,
    name: "Каска строительная, белая",
    measure: "шт",
  },
  {
    id: 100,
    name: "Кирка строительная",
    measure: "шт",
  },
  {
    id: 101,
    name: "Кисточка малярная Biber, 2см",
    measure: "шт",
  },
  {
    id: 102,
    name: "Кисточка малярная Biber, 3см",
    measure: "шт",
  },
  {
    id: 103,
    name: "Кисточка малярная Biber, 5см",
    measure: "шт",
  },
  {
    id: 104,
    name: "Кисточка малярная Matrix с удлиненной ручкой",
    measure: "шт",
  },
  {
    id: 105,
    name: "Кисточка малярная Matrix, 2.5см",
    measure: "шт",
  },
  {
    id: 106,
    name: "Кисточка малярная, 10см",
    measure: "шт",
  },
  {
    id: 107,
    name: "Кисточка малярная, 6см",
    measure: "шт",
  },
  {
    id: 108,
    name: "Клей двухкомпонентный Akfix, 500гр.",
    measure: "шт",
  },
  {
    id: 109,
    name: "Клей AlinEX SET 300, 25кг",
    measure: "меш",
  },
  {
    id: 110,
    name: "Клей AlinEX SET 302, 25кг",
    measure: "меш",
  },
  {
    id: 111,
    name: "Клей AlinEX SET 305, 25кг",
    measure: "меш",
  },
  {
    id: 112,
    name: "Клей AlinEX SET 307, 25кг",
    measure: "меш",
  },
  {
    id: 113,
    name: "Клей Dermax, 3.5кг",
    measure: "банка",
  },
  {
    id: 114,
    name: "Ключ набор",
    measure: "шт",
  },
  {
    id: 115,
    name: "Ковшик пластиковый",
    measure: "шт",
  },
  {
    id: 116,
    name: "Колер синий, 100гр",
    measure: "шт",
  },
  {
    id: 117,
    name: "Колодка 4 в 1",
    measure: "шт",
  },
  {
    id: 118,
    name: "Колодка тройная",
    measure: "шт",
  },
  {
    id: 119,
    name: "Компрессор Deko",
    measure: "шт",
  },
  {
    id: 120,
    name: "Коронка биометаллическая, 68мм",
    measure: "шт",
  },
  {
    id: 121,
    name: "Коронка по кафелю, 35мм",
    measure: "шт",
  },
  {
    id: 122,
    name: "Коронка по кафелю, 45мм",
    measure: "шт",
  },
  {
    id: 123,
    name: "Коронка по кафелю, 70мм",
    measure: "шт",
  },
  {
    id: 124,
    name: "Коронка, 75мм",
    measure: "шт",
  },
  {
    id: 125,
    name: "Краска аэрозольная, белая",
    measure: "шт",
  },
  {
    id: 126,
    name: "Краска водоэмульсионная Nippon черная, 20кг",
    measure: "вед",
  },
  {
    id: 127,
    name: "Краскопульт",
    measure: "шт",
  },
  {
    id: 128,
    name: "Крепеж-клипса 100шт, 25мм",
    measure: "пач",
  },
  {
    id: 129,
    name: "Крепеж-клипса, 20мм",
    measure: "пач",
  },
  {
    id: 130,
    name: "Крестик для кафеля",
    measure: "пач",
  },
  {
    id: 131,
    name: "Лезвие для канцелярского ножа Alion, 10шт",
    measure: "пач",
  },
  {
    id: 132,
    name: "Лезвие для малярного ножа",
    measure: "пач",
  },
  {
    id: 133,
    name: "Лента сигнальная",
    measure: "шт",
  },
  {
    id: 134,
    name: "Леска строительная",
    measure: "шт",
  },
  {
    id: 135,
    name: "Лом монтажный, 120см",
    measure: "шт",
  },
  {
    id: 136,
    name: "Лопата совковая",
    measure: "шт",
  },
  {
    id: 137,
    name: "Лопата штыковая",
    measure: "шт",
  },
  {
    id: 138,
    name: "Маркер строительный",
    measure: "шт",
  },
  {
    id: 139,
    name: "Маркер толстый",
    measure: "шт",
  },
  {
    id: 140,
    name: "Маркер тонкий",
    measure: "шт",
  },
  {
    id: 141,
    name: "Маска",
    measure: "шт",
  },
  {
    id: 142,
    name: "Мастерок штукатурный",
    measure: "шт",
  },
  {
    id: 143,
    name: "Мастика битумная Омега, 15кг",
    measure: "вед",
  },
  {
    id: 144,
    name: "Метла пластиковая",
    measure: "шт",
  },
  {
    id: 145,
    name: "Мешок",
    measure: "шт",
  },
  {
    id: 146,
    name: "Мешок мусорный",
    measure: "шт",
  },
  {
    id: 147,
    name: "Миксер для перфоратора",
    measure: "шт",
  },
  {
    id: 148,
    name: "Молоток, 500гр",
    measure: "шт",
  },
  {
    id: 149,
    name: "Молоток, 800гр",
    measure: "шт",
  },
  {
    id: 150,
    name: "Мотыга",
    measure: "шт",
  },
  {
    id: 151,
    name: "Муфта, 32мм",
    measure: "шт",
  },
  {
    id: 152,
    name: "Мыло жидкое, 5л",
    measure: "канистра",
  },
  {
    id: 153,
    name: "Наливной пол AlinEX «UNILEVEL», 25кг",
    measure: "меш",
  },
  {
    id: 154,
    name: "Нож малярный",
    measure: "шт",
  },
  {
    id: 155,
    name: "Ножницы по металлу Bolian",
    measure: "шт",
  },
  {
    id: 156,
    name: "ОСП, 12х125х250мм",
    measure: "шт",
  },
  {
    id: 157,
    name: "ОСП, 9х125х250мм",
    measure: "шт",
  },
  {
    id: 158,
    name: "Отвертка большая",
    measure: "шт",
  },
  {
    id: 159,
    name: "Отвертка маленькая",
    measure: "шт",
  },
  {
    id: 160,
    name: "Отвертка фигурная",
    measure: "шт",
  },
  {
    id: 161,
    name: "Отвод 10S",
    measure: "шт",
  },
  {
    id: 162,
    name: "Очки защитные",
    measure: "шт",
  },
  {
    id: 163,
    name: "Патрон пороховой",
    measure: "пач",
  },
  {
    id: 164,
    name: "Пена клей Akfix двухкомпонентный, 400гр",
    measure: "шт",
  },
  {
    id: 165,
    name: "Пена клей Akfix, 750гр",
    measure: "шт",
  },
  {
    id: 166,
    name: "Пена клей Akfix, 960гр",
    measure: "шт",
  },
  {
    id: 167,
    name: "Пена клей Akfix, быстрая",
    measure: "шт",
  },
  {
    id: 168,
    name: "Пена монтажная Homefix",
    measure: "шт",
  },
  {
    id: 169,
    name: "Пена Homefix",
    measure: "шт",
  },
  {
    id: 170,
    name: "Пенаплекс, 30мм",
    measure: "шт",
  },
  {
    id: 171,
    name: "Пенаплекс, 50мм",
    measure: "шт",
  },
  {
    id: 172,
    name: "Перемычка 3-фазная",
    measure: "шт",
  },
  {
    id: 173,
    name: "Перемычка 3п, 63А",
    measure: "шт",
  },
  {
    id: 174,
    name: "Перо алмазное по кафелю, 10мм",
    measure: "шт",
  },
  {
    id: 175,
    name: "Перо алмазное по кафелю, 8мм",
    measure: "шт",
  },
  {
    id: 176,
    name: "Перчатки кирпичные",
    measure: "шт",
  },
  {
    id: 177,
    name: "Перчатки летние",
    measure: "шт",
  },
  {
    id: 178,
    name: "Перчатки медицинские",
    measure: "кор",
  },
  {
    id: 179,
    name: "Перчатки резиновые",
    measure: "шт",
  },
  {
    id: 180,
    name: "Перчатки салатовые",
    measure: "шт",
  },
  {
    id: 181,
    name: "Перчатки сварочные",
    measure: "шт",
  },
  {
    id: 182,
    name: "Петля навесная",
    measure: "шт",
  },
  {
    id: 183,
    name: "Пика для перфоратора Tolsen, 18x400мм",
    measure: "шт",
  },
  {
    id: 184,
    name: "Пистолет для монтажной пены",
    measure: "шт",
  },
  {
    id: 185,
    name: "Пистолет пороховой",
    measure: "шт",
  },
  {
    id: 186,
    name: "Пленка со скотчем, 55мм",
    measure: "шт",
  },
  {
    id: 187,
    name: "Пленка черная, 1.5м",
    measure: "кг",
  },
  {
    id: 188,
    name: "Плинтус Н80, 2.8м",
    measure: "шт",
  },
  {
    id: 189,
    name: "Плинтус Н80, 7х2000мм",
    measure: "шт",
  },
  {
    id: 190,
    name: "Плоскогубцы, 8ка",
    measure: "шт",
  },
  {
    id: 191,
    name: "Подвес 6х30",
    measure: "шт",
  },
  {
    id: 192,
    name: "Подвес анкерный",
    measure: "шт",
  },
  {
    id: 193,
    name: "Подвес(лягушка)",
    measure: "шт",
  },
  {
    id: 194,
    name: "Подвес(спица), 1м",
    measure: "шт",
  },
  {
    id: 195,
    name: "Подрозетник глубокий",
    measure: "шт",
  },
  {
    id: 196,
    name: "Правила, 2м",
    measure: "шт",
  },
  {
    id: 197,
    name: "Проволка вязальная, 1.2мм",
    measure: "бух",
  },
  {
    id: 198,
    name: "Проволка вязальная, 3.2мм",
    measure: "бух",
  },
  {
    id: 199,
    name: "Проволка, 1.2мм",
    measure: "шт",
  },
  {
    id: 200,
    name: "Проволка, 2.8мм",
    measure: "бухта",
  },
  {
    id: 201,
    name: "Проволка, 2мм",
    measure: "шт",
  },
  {
    id: 202,
    name: "Профиль направляющий, 28х27х06",
    measure: "м",
  },
  {
    id: 203,
    name: "Профиль, 6х60х27",
    measure: "м",
  },
  {
    id: 204,
    name: "Растворитель Уайт-Спирт, 5лт.",
    measure: "канистра",
  },
  {
    id: 205,
    name: "Розетка каучуковая, 3-розетки",
    measure: "шт",
  },
  {
    id: 206,
    name: "Рулетка металлическая, 50м",
    measure: "шт",
  },
  {
    id: 207,
    name: "Саморез кровельный по металлу A&T, 5,5x50",
    measure: "кг",
  },
  {
    id: 208,
    name: "Саморез кровельный, антрацит",
    measure: "кг",
  },
  {
    id: 209,
    name: "Саморез по металлу, 3см",
    measure: "кг",
  },
  {
    id: 210,
    name: "Саморез A&T 3.5х25, 250шт.",
    measure: "пач",
  },
  {
    id: 211,
    name: "Саморез Krepmax, 4.2х13мм",
    measure: "пач",
  },
  {
    id: 212,
    name: "Саморех по дереву, 50мм",
    measure: "пач",
  },
  {
    id: 213,
    name: "Сапоги резиновые, раз. 42",
    measure: "пара",
  },
  {
    id: 214,
    name: "Сверло (Ёлочка)",
    measure: "шт",
  },
  {
    id: 215,
    name: "Сверло по кафелю, 10мм",
    measure: "шт",
  },
  {
    id: 216,
    name: "Сверло по кафелю, 8мм",
    measure: "шт",
  },
  {
    id: 217,
    name: "Светоотражающий жилет",
    measure: "шт",
  },
  {
    id: 218,
    name: "СВП зажим 100шт, 1.5см",
    measure: "пач",
  },
  {
    id: 219,
    name: "Серпянка фасадная, 10кв.м",
    measure: "рул",
  },
  {
    id: 220,
    name: "Серпянка, 10см",
    measure: "шт",
  },
  {
    id: 221,
    name: "Серпянка, 5см",
    measure: "шт",
  },
  {
    id: 222,
    name: "Сетка для мытья посуды высшего качества",
    measure: "шт",
  },
  {
    id: 223,
    name: "Сетка для мытья посуды низкого качества",
    measure: "шт",
  },
  {
    id: 224,
    name: "Сетка для мытья посуды среднего качества",
    measure: "шт",
  },
  {
    id: 225,
    name: "Сетка для мытья посуды удовлетворительного качества",
    measure: "шт",
  },
  {
    id: 226,
    name: "Сеткамак ВР4, 100х100мм",
    measure: "шт",
  },
  {
    id: 227,
    name: "Сеткамак ВР4, 150х150мм",
    measure: "шт",
  },
  {
    id: 228,
    name: "Силикон белый",
    measure: "шт",
  },
  {
    id: 229,
    name: "Силикон прозоранчый Akfix",
    measure: "шт",
  },
  {
    id: 230,
    name: "Скотч армированный, 5х30",
    measure: "шт",
  },
  {
    id: 231,
    name: "Скотч бумажный, 2см",
    measure: "шт",
  },
  {
    id: 232,
    name: "Скотч бумажный, 5см",
    measure: "шт",
  },
  {
    id: 233,
    name: "Скотч малярный",
    measure: "шт",
  },
  {
    id: 234,
    name: "Скотч прозрачный",
    measure: "шт",
  },
  {
    id: 235,
    name: "Стрейч-пленка",
    measure: "рул",
  },
  {
    id: 236,
    name: "Труба 10см, 1м",
    measure: "шт",
  },
  {
    id: 237,
    name: "Труба 10см, 2м",
    measure: "шт",
  },
  {
    id: 238,
    name: "Тряпка вафельная",
    measure: "шт",
  },
  {
    id: 239,
    name: "Тряпка половая",
    measure: "шт",
  },
  {
    id: 240,
    name: "Уголок перфорированный, широкий",
    measure: "шт",
  },
  {
    id: 241,
    name: "Уголок пластиковый белый, 15х15",
    measure: "шт",
  },
  {
    id: 242,
    name: "Уголок сеточный",
    measure: "шт",
  },
  {
    id: 243,
    name: "Удочка для валика",
    measure: "шт",
  },
  {
    id: 244,
    name: "УШМ(Болгарка) Worcraft, 180мм",
    measure: "шт",
  },
  {
    id: 245,
    name: "Хомут металлический, 0.25м",
    measure: "шт",
  },
  {
    id: 246,
    name: "Хомут, 6х250мм",
    measure: "шт",
  },
  {
    id: 247,
    name: "Цанга М8",
    measure: "шт",
  },
  {
    id: 248,
    name: "Цемент М450, 50кг",
    measure: "меш",
  },
  {
    id: 249,
    name: "Чашка алмазная, 180мм",
    measure: "шт",
  },
  {
    id: 250,
    name: "Чопик, 6х60",
    measure: "пач",
  },
  {
    id: 251,
    name: "Шайба М10",
    measure: "кг",
  },
  {
    id: 252,
    name: "Шайба М8",
    measure: "кг",
  },
  {
    id: 253,
    name: "Шарошка, 120мм",
    measure: "шт",
  },
  {
    id: 254,
    name: "Шестигранник",
    measure: "комп",
  },
  {
    id: 255,
    name: "Шкурка для шлифовки",
    measure: "шт",
  },
  {
    id: 256,
    name: "Шпатлевка AlinEX Finish, 25кг",
    measure: "меш",
  },
  {
    id: 257,
    name: "Шпатлевка AlinEX Finish, 25кг(полимерная)",
    measure: "меш",
  },
  {
    id: 258,
    name: "Шпатлевка AlinEX GLATT, 25кг",
    measure: "шт",
  },
  {
    id: 259,
    name: "Шпатлевка Verolit, 25 кг",
    measure: "меш",
  },
  {
    id: 260,
    name: "Шпилька М10, 2м",
    measure: "шт",
  },
  {
    id: 261,
    name: "Шпингалет, 10см",
    measure: "шт",
  },
  {
    id: 262,
    name: "Штукатурка гипсовая Grender AlinEX, 25кг",
    measure: "меш",
  },
  {
    id: 263,
    name: "Шуруповерт",
    measure: "шт",
  },
  {
    id: 264,
    name: "Щетка для окон",
    measure: "шт",
  },
  {
    id: 265,
    name: "Щит распределительный металлический наружный, 600х400мм",
    measure: "шт",
  },
  {
    id: 266,
    name: "Электрод Арсенал №3",
    measure: "пач",
  },
  {
    id: 267,
    name: "Электроды УОНИ, 4мм",
    measure: "пач",
  },
];

export const buyersList = [
  {
    name: "Артис Строй Констракшн",
    iin: "02511202010082",
    bankAccount: "1030220000191440",
    bankName: 'ОАО "Коммерческий банк Кыргызстан"',
    constructions: ["Админ.здание по ул.Масалиева, 28", "БЦ по ул.Сыдыкова,70"],
  },
  {
    name: "ОсОО 'Гетест'",
    iin: "00206200010016",
    bankAccount: "1091520103260189",
    bankName: "Филиал №4 Оптима Банк БИК 109015",
    constructions: ["Панфилова 92А", "Test2"],
  },
  {
    name: "ОсОО 'СК Оптима'",
    iin: "02904199210026",
    bankAccount: "1090800015300173",
    bankName: "Филиал №1 Оптима Банк БИК 109008",
    constructions: ["Малдыбаева 279", "Test2"],
  },
];

export const sortMaterials = (materials) => {
  return materials
    .slice()
    .sort((a, b) => a.name.localeCompare(b.name, "ru"))
    .map((item, index) => ({
      ...item,
      id: index + 1,
    }));
};
